[
    {
        "text_otazky": "Do jaké výšky lze počítat s „přízemním efektem“ v blízkosti země?",
        "moznosti": {
            "A": "asi do výšky jako je polovina rozpětí křídla",
            "B": "do výšky 1 m",
            "C": "u ULLa do výšky přibližně 20 m"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 6320,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Nezařazeno",
        "vysvetleni": "Žádné vysvětlení poskytnuto."
    },
    {
        "text_otazky": "Do jaké výšky lze počítat s „přízemním efektem“ v blízkosti země?",
        "moznosti": {
            "A": "asi do výšky jako je polovina rozpětí křídla",
            "B": "do výšky 1 m",
            "C": "u ULLa do výšky přibližně 20 m"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 6320,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Přízemní efekt je aerodynamický jev, který ovlivňuje letadlo, když se nachází v těsné blízkosti země. Projevuje se snížením indukovaného odporu a zvýšením vztlaku. Tento efekt je nejvýraznější, když je výška letadla nad zemí menší než jeho rozpětí křídla, a jeho účinky se významně snižují a prakticky mizí ve výškách nad polovinou rozpětí křídla. Odpověď A tak správně popisuje přibližnou maximální výšku, do které lze s tímto jevem počítat."
    },
    {
        "text_otazky": "Do jaké výšky lze počítat s „přízemním efektem“ v blízkosti země?",
        "moznosti": {
            "A": "asi do výšky jako je polovina rozpětí křídla",
            "B": "do výšky 1 m",
            "C": "u ULLa do výšky přibližně 20 m"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 6320,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Přízemní efekt (ground effect) je aerodynamický jev, který ovlivňuje letadlo v malé výšce nad zemí nebo vodou. Snižuje indukovaný odpor a zvyšuje vztlak, což vede k lepšímu výkonu (nižší potřebný tah/výkon, nižší pádová rychlost). Tento efekt je nejvýraznější, když je letadlo ve výšce přibližně rovné nebo menší než rozpětí křídla. Obecně platí, že jeho vliv je patrný a prakticky významný až do výšky zhruba poloviny rozpětí křídla, přičemž s rostoucí výškou rychle slábne. Možnost A proto přesně vystihuje rozsah, ve kterém lze s přízemním efektem počítat."
    },
    {
        "text_otazky": "Při laminárním proudění:",
        "moznosti": {
            "A": "nedochází k vzájemnému promíchávání proudnic",
            "B": "dochází k vzájemnému promíchávání proudnic, ale na konci sledovaného průřezu (profilu) se v proudu netvoří víry",
            "C": "dochází k vzájemnému promíchávání proudnic"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 5695,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Laminární proudění je charakterizováno pohybem částic tekutiny ve vrstvách, které se navzájem nemíchají. Proudnice jsou rovnoběžné a plynulé, bez vírů a náhodného promíchávání. Každá částice sleduje jasně definovanou dráhu. Opakem je turbulentní proudění, při kterém dochází k intenzivnímu promíchávání proudnic a tvorbě vírů. Možnost A přesně vystihuje definici laminárního proudění, zatímco B a C popisují promíchávání, což je charakteristické pro turbulentní proudění."
    },
    {
        "text_otazky": "Kritický bod je:",
        "moznosti": {
            "A": "místo na trati kam až letadlo může doletět, aby se za současného stavu paliva mohlo vrátit",
            "B": "bod na plánované trati nejvíce vzdálený od VBT",
            "C": "místo na trati plánované, ze kterého je stejná časová vzdálenost do místa startu i do místa přistání"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 4470,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Správná odpověď C definuje kritický bod (anglicky též Equitime Point nebo Point of Equal Time, ETP) přesně tak, jak je chápán v letectví. Jedná se o bod na plánované letové trati, z něhož je časově stejně daleko jak do místa vzletu (nebo jiného určeného záložního letiště), tak i do místa přistání. Tento bod je klíčový pro plánování letů, zejména na dlouhých tratích nad oceánem nebo neobydlenými oblastmi, protože pomáhá pilotům a dispečerům rozhodnout o nejvhodnější diverzní strategii v případě nouze. Výpočet ETP zohledňuje vítr a rychlost letadla pro let v obou směrech (zpět na odletové letiště vs. vpřed na cílové letiště)."
    },
    {
        "text_otazky": "Do jaké výšky lze počítat s „přízemním efektem“ v blízkosti země?",
        "moznosti": {
            "A": "asi do výšky jako je polovina rozpětí křídla",
            "B": "do výšky 1 m",
            "C": "u ULLa do výšky přibližně 20 m"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 6320,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Přízemní efekt (ground effect) je aerodynamický jev, který se projevuje snížením indukovaného odporu a zvýšením vztlaku letadla, když letí v blízkosti země nebo vodní hladiny. Tento efekt je nejvýraznější, když se letadlo nachází ve výšce přibližně do jedné poloviny rozpětí křídla od země. S rostoucí výškou nad zemí se síla přízemního efektu rychle snižuje a stává se zanedbatelnou ve výškách rovných přibližně jednomu rozpětí křídla. Možnost A tedy správně vystihuje rozsah, ve kterém je přízemní efekt nejvíce patrný a využíván."
    },
    {
        "text_otazky": "Zeměkoule je:",
        "moznosti": {
            "A": "rotační elipsoid na pólech zploštělý",
            "B": "ideální koule",
            "C": "síť souřadnicových čar"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 4343,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Země není dokonale sférická, ale v důsledku své rotace je zploštělá na pólech a vyboulená na rovníku. Tento tvar se nazývá rotační elipsoid (nebo oblate sféroid). Pro přesné navigační výpočty je nezbytné znát tento skutečný tvar Země, nikoli ji považovat za ideální kouli."
    },
    {
        "text_otazky": "Jaký účinek má slot?",
        "moznosti": {
            "A": "zvýší cestovní rychlost",
            "B": "zvětší součinitel třecího odporu",
            "C": "umožní zvětšení kritického úhlu náběhu"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 3204,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Slot (nebo také slot/slat na náběžné hraně) je zařízení, které zlepšuje proudění vzduchu přes křídlo. Funguje tak, že umožňuje vzduchu zespodu křídla (oblast vyššího tlaku) proudit přes malou mezeru na horní povrch křídla. Tímto způsobem se 'dobíjí' hraniční vrstva (boundary layer) na horní ploše, čímž se oddaluje odtržení proudění. Důsledkem je, že křídlo dokáže generovat vztlak i při vyšších úhlech náběhu, než by normálně bylo možné. To efektivně zvětšuje kritický úhel náběhu (úhel, při kterém dochází k odtržení proudění a ztrátě vztlaku – stallu), a umožňuje tak letounu létat při nižších rychlostech (např. při vzletu a přistání) bez ztráty vztlaku."
    },
    {
        "text_otazky": "Co se rozumí pod pojmem „těžký na ocas“?",
        "moznosti": {
            "A": "jestliže se nos letadla při uvolnění řízení klopí nahoru (zvedá)",
            "B": "snaha letadla překlopit se při zabrždění dozadu, tj. na zadní část trupu",
            "C": "vyjádření vzájemné polohy neutrálního bodu a těžiště, v tomto případě je těžiště před neutrálním bodem"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 3181,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Pojem „těžký na ocas“ (tail-heavy) popisuje stav, kdy je těžiště letadla posunuto příliš dozadu (k ocasu). Tato konfigurace vede k tomu, že se letadlo stává podélně nestabilním, a jeho přirozená tendence je klopit nos nahoru (zvedat se), pokud nejsou řídicí plochy aktivně korigovány. Při uvolnění řízení se proto nos letadla zvedá, což odpovídá správné odpovědi A. Tento stav snižuje podélnou stabilitu letadla a zvyšuje riziko pádu při nízkých rychlostech."
    },
    {
        "text_otazky": "Při zvýšení úhlu náběhu se dopředná rychlost letu:",
        "moznosti": {
            "A": "zvýší",
            "B": "zůstane stejná",
            "C": "sníží"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 3132,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Úhel náběhu je úhel mezi tětivou křídla a relativním proudem vzduchu. Pro dosažení požadovaného vztlaku (např. pro udržení vodorovného letu) existuje inverzní vztah mezi úhlem náběhu a dopřednou rychlostí letu. To znamená, že při nižší dopředné rychlosti letu je potřeba větší úhel náběhu k vytvoření stejného vztlaku. Naopak, při vyšší dopředné rychlosti letu je potřeba menší úhel náběhu. Pokud se úhel náběhu zvýší (například zatažením za řídicí páku bez přidání tahu motoru), letadlo začne zpomalovat kvůli zvýšenému odporu a/nebo přeměně kinetické energie na potenciální energii (stoupání). Proto platí, že při zvýšení úhlu náběhu se dopředná rychlost letu sníží, pokud se nezvýší tah motoru."
    },
    {
        "text_otazky": "Co se rozumí pod pojmem „těžký na hlavu“?",
        "moznosti": {
            "A": "vyjádření vzájemné polohy neutrálního bodu a těžiště, v tomto případě je těžiště před neutrálním bodem",
            "B": "vyjádření vzájemné polohy neutrálního bodu a těžiště, v tomto případě je těžiště za neutrálním bodem",
            "C": "jestliže se nos letadla za letu při uvolnění řízení klopí dolů"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 3126,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Pojem „těžký na hlavu“ (nose heavy) popisuje stav, kdy má letadlo tendenci klopit nosem dolů, pokud nejsou aplikovány žádné síly na řízení. To znamená, že pilot musí trvale držet řízení mírně přitažené (aplikovat tlak na vztlakovou plochu směrem nahoru), aby udržel vodorovný let, nebo letadlo automaticky klopí dolů. Tento stav je obvykle způsoben tím, že těžiště letadla je posunuto příliš dopředu. Možnost C přesně vystihuje pozorovatelný projev tohoto jevu, který je klíčový pro pilotní vnímání a ovládání letadla."
    },
    {
        "text_otazky": "Údržba letadla je:",
        "moznosti": {
            "A": "souhrn činností zajišťující pevnost letadla systémem prohlídek, ošetření a oprav",
            "B": "souhrn činností zajišťujících zachování způsobilosti k leteckému provozu systémem prohlídek, ošetření a oprav",
            "C": "souhrn činností zajišťujících čistotu všech částí letadla"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 2860,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správná odpověď B definuje údržbu letadla jako souhrn činností zaměřených na zachování způsobilosti letadla k leteckému provozu (airworthiness). Způsobilost k leteckému provozu je klíčový koncept v letectví, který znamená, že letadlo je v takovém stavu, aby mohlo bezpečně létat a splňovalo všechny platné letecké předpisy a požadavky. Údržba zahrnuje prohlídky, ošetření a opravy, které mají tento stav zajistit nebo obnovit. Možnost A je příliš úzká, neboť pevnost je pouze jednou z mnoha součástí způsobilosti k provozu, a možnost C je nedostatečná, jelikož čistota je jen malou částí údržbových činností."
    },
    {
        "text_otazky": "Nejspodnější vrstvu atmosféry nazýváme:",
        "moznosti": {
            "A": "mezosféra",
            "B": "stratosféra",
            "C": "troposféra"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 2833,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Otázka se týká základní struktury atmosféry Země. Troposféra je nejspodnější vrstva atmosféry, která sahá od zemského povrchu do výšky přibližně 8–15 kilometrů. Je to vrstva, ve které se odehrává většina meteorologických jevů a ve které se odehrává drtivá většina letového provozu. Mezisféra a stratosféra jsou vyšší vrstvy atmosféry."
    },
    {
        "text_otazky": "Předepsaná minimální stoupavost UL letadel a MZK je:",
        "moznosti": {
            "A": "1,5 m/s",
            "B": "2 m/s",
            "C": "1 m/s"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 2830,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď je 1,5 m/s. Tato hodnota je předepsána v leteckých předpisech (např. L 2/III nebo podobných národních směrnicích pro UL letadla a motorizované kluzáky) jako minimální požadovaná stoupavost pro bezpečný provoz, zejména pro zajištění dostatečné výkonnosti při vzletu a zdolávání překážek."
    },
    {
        "text_otazky": "Vyšší účinnost má vrtule:",
        "moznosti": {
            "A": "otáčky na účinnost vrtule nemají vliv",
            "B": "s vyššími otáčkami",
            "C": "s nižšími otáčkami"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 2797,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vyšší účinnost má vrtule s nižšími otáčkami. Důvodem je, že při nižších otáčkách se snižuje obvodová rychlost konců listů vrtule, čímž se minimalizují problémy s kompresibilitou vzduchu (vznik rázových vln a prudký nárůst odporu) a hluk. Zároveň to umožňuje vrtuli pracovat s efektivnějším úhlem náběhu listů vůči proudícímu vzduchu, což optimalizuje tah a snižuje ztráty energie způsobené nadměrným prokluzem vrtule a aerodynamickým odporem samotných listů. Vyšší otáčky, zejména při nižších letových rychlostech, vedou k neefektivnímu provozu a poklesu účinnosti."
    },
    {
        "text_otazky": "Nosnou složkou kompozitní letecké konstrukce je:",
        "moznosti": {
            "A": "tkanina nebo stejnosměrná skleněná vlákna, nebo vlákna z jiných k tomu určených materiálů",
            "B": "jemná drátěná síť",
            "C": "pryskyřice"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 2755,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "V kompozitních materiálech, které se používají v leteckých konstrukcích, jsou nosnou složkou, která dodává pevnost a tuhost, vlákna (např. skleněná, uhlíková, aramidová). Pryskyřice (C) slouží jako matrice, která vlákna spojuje, chrání je a přenáší mezi nimi zatížení, ale sama o sobě není primární nosnou složkou. Jemná drátěná síť (B) se v tomto kontextu nepoužívá jako hlavní nosný prvek."
    },
    {
        "text_otazky": "Na nosnou konstrukci malých letadel se používají tyto druhy dřev:",
        "moznosti": {
            "A": "bříza, buk, olše, lípa, jasan, jilm",
            "B": "smrk, borovice",
            "C": "zásadně topol"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 2745,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Smrk (zejména Sitka smrk) a borovice jsou tradičně a nejčastěji používané druhy dřeva pro nosné konstrukce malých letadel. Jsou ceněny pro svůj vysoký poměr pevnosti k hmotnosti, elasticitu a dobrou zpracovatelnost, což je klíčové pro letecké konstrukce. Ostatní uvedené druhy dřeva nejsou pro tyto účely standardní nebo vhodné."
    },
    {
        "text_otazky": "Hustota vzduchu:",
        "moznosti": {
            "A": "roste s rostoucí teplotou",
            "B": "roste s klesající teplotou vzduchu",
            "C": "snižuje se s klesající teplotou"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2696,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Hustota vzduchu je nepřímo úměrná teplotě (za konstantního tlaku). Když se vzduch ochladí, molekuly vzduchu ztrácejí kinetickou energii, zpomalují se a shlukují se blíže k sobě. To znamená, že v daném objemu je více molekul vzduchu, což vede ke zvýšení hustoty vzduchu. V hustším vzduchu se letadlu generuje větší vztlak a motorům větší tah."
    },
    {
        "text_otazky": "Pádová rychlost letadla v zatáčce:",
        "moznosti": {
            "A": "je konstantní, nesmí být vyšší než 65 km/h",
            "B": "je vyšší než v přímém ustáleném letu a závisí na náklonu letadla",
            "C": "je nižší než v přímém ustáleném letu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2473,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Pádová rychlost letadla v zatáčce je vyšší než v přímém ustáleném letu, protože během zatáčení dochází ke zvýšení součinitele zatížení (násobku přetížení neboli 'G'). Aby se letadlo udrželo v zatáčce, musí vztlak generovaný křídly nejen nést váhu letadla, ale také poskytovat sílu potřebnou pro změnu směru letu (centripetální sílu). Vztlak v zatáčce je tedy větší než váha letadla. Jelikož pádová rychlost je definována jako minimální rychlost potřebná k udržení dostatečného vztlaku, musí být tato rychlost vyšší, aby se generoval větší potřebný vztlak pro vyšší součinitel zatížení. Součinitel zatížení přímo závisí na úhlu náklonu letadla – čím větší je náklon, tím vyšší je součinitel zatížení a tím vyšší je pádová rychlost."
    },
    {
        "text_otazky": "Těžiště letadla je:",
        "moznosti": {
            "A": "působiště výsledné aerodynamické síly a tíhové síly",
            "B": "působiště tíhové síly",
            "C": "působiště výsledné aerodynamické síly"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2385,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Těžiště letadla (Center of Gravity, CG) je definováno jako bod, ve kterém je soustředěna celá tíha letadla a ve kterém působí výsledná tíhová síla. Je to klíčový bod pro stabilitu, ovladatelnost a výkon letadla. Ostatní možnosti jsou nesprávné, protože aerodynamické síly působí v aerodynamickém středu nebo středu tlaku, který se obvykle liší od těžiště."
    },
    {
        "text_otazky": "Kde začíná na profilu odtrhávání proudu?",
        "moznosti": {
            "A": "v úplavu na sací straně profilu u náběžné hrany",
            "B": "v mezní vrstvě na sací straně profilu u náběžné hrany",
            "C": "v mezní vrstvě na sací straně profilu od odtokové hrany"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 2343,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Odtrhávání proudu (neboli odtržení mezní vrstvy) je aerodynamický jev, při kterém se proudění vzduchu oddělí od povrchu profilu. Tento proces vždy začíná v mezní vrstvě, tenké vrstvě vzduchu přímo u povrchu křídla. Na sací straně (horní ploše) profilu, kde proudění vzduchu vytváří vztlak, dochází k odtrhávání proudu nejčastěji. K odtržení dochází v důsledku nepříznivého tlakového gradientu (rostoucího tlaku), který zpomaluje proudění v mezní vrstvě. Tento nepříznivý tlakový gradient je nejsilnější směrem k odtokové hraně profilu, a proto se odtrhávání proudu typicky iniciuje v této oblasti a postupně se s rostoucím úhlem náběhu šíří dopředu."
    },
    {
        "text_otazky": "Podélnou statickou stabilitu letadla může pilot snadno porušit:",
        "moznosti": {
            "A": "nevhodným rozmístěním nákladu, nedodržením min. hmotnosti pilota při „solo“ letu letadla.",
            "B": "zvýšením výkonu motoru letadla",
            "C": "vysunutím vztlakových klapek"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 2338,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Podélná statická stabilita letadla je kriticky závislá na poloze těžiště (CG) vzhledem k aerodynamickému centru. Nevhodné rozmístění nákladu, které posune těžiště letadla mimo povolené limity (zejména příliš dozadu), zásadně snižuje nebo zcela ruší podélnou statickou stabilitu, což může vést k obtížné ovladatelnosti nebo až k neovladatelnosti letadla. Zvýšení výkonu motoru nebo vysunutí vztlakových klapek sice mění letové charakteristiky a trimování letadla, ale přímo nenarušují jeho podélnou statickou stabilitu ve smyslu jeho schopnosti vrátit se do původního úhlu náběhu po rušení."
    },
    {
        "text_otazky": "Odtržením proudnic rozumíme:",
        "moznosti": {
            "A": "skokový přechod od turbulentního proudění nad horní plochou křídla k absolutní laminaritě",
            "B": "proud vzduchu přestane sledovat tvar profilu",
            "C": "proudnice opustí profil, po tom co opíšou jeho tvar"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2332,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Odtržení proudnic (flow separation) je jev v aerodynamice, kdy proud vzduchu přestane sledovat tvar povrchu křídla (či jiného profilu). K tomuto dochází nejčastěji při vysokých úhlech náběhu, kdy vzduch ztratí kinetickou energii potřebnou k překonání tlakového gradientu a odchýlí se od povrchu. Důsledkem je výrazné snížení vztlaku a zvýšení odporu, což vede k pádu letadla (stall). Možnost B přesně popisuje tento jev."
    },
    {
        "text_otazky": "Když je těžiště letadla posunuto směrem dozadu za krajní zadní centráž, potom:",
        "moznosti": {
            "A": "převedení letadla na větší úhel náběhu bude vyžadovat značné síly v jeho řízení",
            "B": "bude nadměrně zatěžován hlavní podvozek u ostruhového typu",
            "C": "letadlo bude mít snahu samovolně přecházet na větší úhly náběhu"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 2312,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Když je těžiště letadla (CG) posunuto příliš dozadu za stanovenou zadní centráž, výrazně se snižuje podélná stabilita letounu. S menší podélnou stabilitou má letadlo tendenci samovolně zvyšovat úhel náběhu (pitch-up tendence), což může vést až ke ztrátě rychlosti a pádu. Letadlo je méně stabilní a více náchylné k přechodu do vyšších úhlů náběhu bez zásahu pilota."
    },
    {
        "text_otazky": "Letadlo má v letové příručce a na štítku v kabině uvedenou max. vzletovou hmotnost 420 kg:",
        "moznosti": {
            "A": "pro vzlet musí být dodržena hmotnost 420 kg",
            "B": "maimální vzletová hmotnost je 450 kg dle leteckého zákona.",
            "C": "pro vzlet musí být dodržena hmotnost 420 kg. Tato hmotnost může být překročena o hmotnost záchranného systému která se do ma. vzletové hmotnosti nezapočitává."
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 2263,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Maximální vzletová hmotnost (MTOW) uvedená v letové příručce a na štítku v kabině letadla je certifikovaným limitem, který musí být bezpodmínečně dodržen pro zajištění bezpečnosti letu a splnění platných leteckých předpisů. Překročení tohoto limitu je zakázáno. Možnost B je nesprávná, protože konkrétní certifikovaná MTOW pro dané letadlo je vždy nadřazena obecným ustanovením zákona, pokud by zákon nestanovil nižší limit. Možnost C je chybná, neboť hmotnost záchranného systému (pokud je jeho součástí) je již započtena do certifikované maximální vzletové hmotnosti, nebo musí být schválena specifická výjimka v dokumentaci letadla, což není standardní postup a nemění povinnost dodržet MTOW."
    },
    {
        "text_otazky": "Jak se změní rychlost proudění a statický tlak v něm, když v nějakém místě dojde ke zhuštění proudnic?",
        "moznosti": {
            "A": "rychlost se zvýší, statický tlak se zvýší",
            "B": "rychlost se zvýší, statický tlak klesne",
            "C": "rychlost klesne, statický tlak klesne"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2235,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Tato otázka se týká základních principů dynamiky tekutin, konkrétně principu kontinuity a Bernoulliho rovnice. Když dojde ke zhuštění proudnic, znamená to, že se zmenšuje průřez, kterým proudí kapalina (v tomto případě vzduch). Podle principu kontinuity (zachování hmotnosti) se musí rychlost proudění zvýšit, aby byl zachován stejný objemový průtok skrz menší průřez. Zvýšení rychlosti proudění má pak přímý dopad na statický tlak dle Bernoulliho rovnice, která říká, že součet statického a dynamického tlaku je konstantní (pro zjednodušený případ bez změny výšky). Zvýšením rychlosti (a tedy i dynamického tlaku) musí dojít ke snížení statického tlaku. Proto se rychlost zvýší a statický tlak klesne."
    },
    {
        "text_otazky": "Při dosažení obratové rychlosti ULL značené jako Va mohou být kormidla vychýlena:",
        "moznosti": {
            "A": "nemohou - nesmí být použita jakákoli výchylka",
            "B": "na maimální výchylky",
            "C": "na 1/3 maimální výchylky"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2234,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Obratová rychlost Va (Maneuvering Speed) je definována jako maximální rychlost, při které lze plně a rázovitě vychýlit řídící plochy (kormidla), aniž by došlo k překročení limitního násobku zatížení konstrukce letadla. Pod touto rychlostí letadlo spadne do pádu (stáhne se), dříve než dosáhne maximálního povoleného zatížení konstrukce. Proto je při dosažení rychlosti Va možné použít maximální výchylky kormidel bez rizika poškození konstrukce letadla."
    },
    {
        "text_otazky": "Na spodní straně křídla za letu působí:",
        "moznosti": {
            "A": "žádný tlak",
            "B": "přetlak",
            "C": "podtlak"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 2211,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vznik vztlaku (liftu) je primárně způsoben rozdílem tlaků mezi horní a dolní stranou křídla. Proudění vzduchu nad zakřivenou horní stranou křídla se zrychluje, což dle Bernoulliho principu vede k poklesu tlaku (vzniká podtlak). Naopak, proudění vzduchu pod spodní stranou křídla je zpomaleno a mírně stlačeno, což vede ke zvýšení tlaku oproti okolnímu prostředí (vzniká přetlak). Kombinace tohoto podtlaku nahoře a přetlaku dole vytváří čistou sílu směřující vzhůru, tedy vztlak."
    },
    {
        "text_otazky": "Je neprovedení údržby na letadle důvodem k dočasné ztrátě letové způsobilosti letadla?",
        "moznosti": {
            "A": "ano",
            "B": "není to důvod k dočasné ztrátě letové způsobilosti",
            "C": "jen při neprovedení roční nebo vyšší prohlídky"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 2196,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Neprovedení předepsané údržby přímo ovlivňuje letovou způsobilost letadla. Letadlo je letově způsobilé pouze tehdy, pokud je udržováno v souladu se schváleným programem údržby a splňuje všechny platné požadavky na letovou způsobilost. Pokud údržba není provedena, letadlo ztrácí svou letovou způsobilost, a nesmí být provozováno, dokud nejsou nedostatky odstraněny a letová způsobilost obnovena. Jedná se o základní princip letecké bezpečnosti a předpisů."
    },
    {
        "text_otazky": "Každá závada (porucha) mající vliv na letovou způsobilost, která byla zjištěna na letadle, jeho výstroji a pohonné jednotce musí být odstraněna před zahájením dalšího letu:",
        "moznosti": {
            "A": "musí být odstraněna pouze při provozu ve středisku pilotního výcviku",
            "B": "nemusí být odstraněna před zahájením letištního letu",
            "C": "ano – musí být odstraněna před zahájením dalšího letu"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 2181,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Základním principem letecké bezpečnosti a letových předpisů je, že letadlo musí být letuschopné (airworthy) před každým letem. Jakákoli zjištěná závada nebo porucha, která má vliv na letovou způsobilost, musí být podle příslušných leteckých předpisů opravena a letadlo musí být opět prohlášeno za letuschopné před zahájením dalšího letu. To platí pro všechny typy letů a provozů, nikoli pouze pro specifické situace. Možnosti A a B jsou v přímém rozporu s těmito základními bezpečnostními a regulačními požadavky."
    },
    {
        "text_otazky": "V letadle musí být umístěny předepsané štítky s provozním omezením. Tyto štítky musí být umístěny:",
        "moznosti": {
            "A": "na levém křídle ze spodu",
            "B": "na libovolné pevné části konstrukce",
            "C": "v kabině letadla a v zorném poli pilota"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 2173,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká povinného vybavení letadla a jeho umístění, které je regulováno leteckými předpisy. Provozní omezení, jako jsou rychlostní limity, omezení vztlakových klapek nebo hmotnostní limity, jsou kritické informace pro bezpečnou obsluhu letadla. Proto musí být tyto štítky umístěny v kabině, aby byly pro pilota kdykoli snadno viditelné a čitelné. Možnosti A a B by je umístily mimo zorné pole pilota, což by znemožnilo jejich účel."
    },
    {
        "text_otazky": "Záporný násobek zatížení znamená:",
        "moznosti": {
            "A": "pilot je tažen ze sedačky a vztlak ohýbá křídlo letadla směrem dolů (vztaženo k letadlu)",
            "B": "pilot je tlačen do sedačky a vztlak ohýbá křídlo letadla směrem dolů (vztaženo k letadlu)",
            "C": "pilot je tažen ze sedačky a vztlak ohýbá křídlo letadla směrem nahoru (vztaženo k letadlu)"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 2144,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Záporný násobek zatížení (záporné G) znamená, že pilot pociťuje sílu, která ho táhne ze sedačky, nikoli tlačí do ní. Aerodynamická síla na křídlech (vztlak) je v takovém případě směřována opačně než při běžném letu (pozitivní G). To znamená, že místo aby vztlak ohýbal křídla směrem nahoru (což je typické pro pozitivní G zatížení), ohýbá je směrem dolů vzhledem k trupu letadla, což je v souladu s mechanikou záporného vztlaku."
    },
    {
        "text_otazky": "Optimální klouzavostí lze letět při:",
        "moznosti": {
            "A": "jednom úhlu náběhu",
            "B": "dvou úhlech náběhu",
            "C": "kritickém úhlu náběhu"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 2097,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Optimální klouzavost, která představuje nejlepší poměr klouzavosti (maximální horizontální vzdálenost na jednotku ztráty výšky), je dosažena při jednom konkrétním úhlu náběhu. Tento úhel náběhu maximalizuje poměr vztlaku k odporu (L/D) letadla. Pro dané letadlo a konfiguraci existuje pouze jeden úhel náběhu, při kterém je tento poměr nejvyšší, a tedy je dosažena optimální klouzavost. Let při kritickém úhlu náběhu by vedl k pádu letadla (stalls), nikoli k optimální klouzavosti."
    },
    {
        "text_otazky": "Letí-li letadlo klouzavým letem při takovém úhlu náběhu, že jeho klouzavost je např. 10, pak to znamená, že:",
        "moznosti": {
            "A": "letí k zemi pod úhlem 10°",
            "B": "doletí z výšky 1 km do vzdálenosti 10 km ( při bezvětří)",
            "C": "za dobu 10 s uletí 1 km"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 2049,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Klouzavost (glide ratio, poměr klouzavosti L/D) je definována jako poměr uražené vodorovné vzdálenosti k úbytku výšky při klouzavém letu. Klouzavost 10 tedy znamená, že letadlo na každý 1 km ztracené výšky urazí 10 km vodorovně (za bezvětří). Možnost B přesně vystihuje tuto definici, zatímco možnosti A a C jsou chybné – úhel sestupu není roven klouzavosti a klouzavost přímo nevyjadřuje rychlost za určitou dobu."
    },
    {
        "text_otazky": "V okamžiku vlétnutí do klesavého proudu se úhel náběhu:",
        "moznosti": {
            "A": "zmenší",
            "B": "nezmění",
            "C": "zvětší"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1931,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Když letoun vlétne do klesavého proudu, vzdušná hmota, kterou letoun prochází, se začne pohybovat směrem dolů. Vzhledem k setrvačnosti letounu si letoun na krátkou chvíli udrží svou původní dráhu letu vzhledem k zemi. Nicméně směr relativního proudění vzduchu vůči křídlu se změní, protože vzduch samotný se pohybuje dolů. To způsobí, že úhel mezi tětivou křídla a relativním prouděním vzduchu (úhel náběhu) se zmenší. Zmenšení úhlu náběhu vede k dočasnému poklesu vztlaku."
    },
    {
        "text_otazky": "Přivedení letadla za letu do blízkosti kritického úhlu náběhu se zpravidla projeví:",
        "moznosti": {
            "A": "zvýšením rychlosti letu",
            "B": "zvětšením sil v řízení",
            "C": "chvěním letadla, patrným i v řízení letadla způsobené tím, že proud vzduchu, který se odtrhává na křídle zasahuje ocasní plochy"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1916,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Otázka se týká aerodynamického jevu, který nastává, když se letadlo blíží kritickému úhlu náběhu. Kritický úhel náběhu je úhel, při kterém křídlo generuje maximální vztlak, a jeho překročení vede k odtržení proudnic a ztrátě vztlaku (pád). Typickým projevem blížícího se pádu je tzv. pre-stall buffet neboli chvění letadla. Toto chvění je způsobeno tím, že proudnice vzduchu se začínají odtrhávat od povrchu křídla (turbulentní proudění) a narážejí na ocasní plochy letadla, což způsobuje vibrace přenášející se do celého draku letadla a jsou patrné i v řízení. Možnost C tedy správně popisuje tento jev jako přirozené varování pilota před blížícím se pádem."
    },
    {
        "text_otazky": "Při kritickém úhlu náběhu:",
        "moznosti": {
            "A": "dochází k prudkému nárůstu součinitele vztlaku",
            "B": "dosahuje součinitel vztlaku maimální hodnoty, při dalším zvyšování úhlu náběhu prudce klesá",
            "C": "dochází k náhlému poklesu součinitele odporu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1885,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Kritický úhel náběhu je definován jako úhel náběhu, při kterém křídlo generuje maximální možný vztlak (Cl_max). Při tomto úhlu se proudění vzduchu nad horní plochou křídla začíná oddělovat. Pokud se úhel náběhu dále zvýší nad kritickou hodnotu, dojde k úplnému odtržení proudění, což má za následek prudký pokles součinitele vztlaku a výrazný nárůst odporu – letoun tak přechází do stavu pádu (stall). Odpověď B proto správně popisuje, že součinitel vztlaku dosahuje maximální hodnoty právě při kritickém úhlu náběhu, a s dalším zvyšováním úhlu náběhu prudce klesá."
    },
    {
        "text_otazky": "Při překročení kritického úhlu náběhu dochází k odtržení proudu nejdříve:",
        "moznosti": {
            "A": "na křídle",
            "B": "na kýlové ploše",
            "C": "na vodorovných ocasních plochách"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1883,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Správná odpověď je A, protože letadla jsou navržena tak, aby k odtržení proudění (a tedy pádu/stallu) došlo nejprve na křídle. Tímto designem je zajištěno, že v kritickém okamžiku zůstává funkční ocasní plocha, což pilotovi umožňuje zachovat kontrolu nad podélnou osou letadla (pomocí výškového kormidla) a provést zotavení z pádu snížením úhlu náběhu. Pokud by se proudění odtrhlo nejdříve na ocasních plochách, letadlo by ztratilo schopnost řízení v podélném směru, což by výrazně ztížilo nebo znemožnilo zotavení."
    },
    {
        "text_otazky": "Při zvětšování úhlu náběhu:",
        "moznosti": {
            "A": "roste součinitel vztlaku, součinitel odporu klesá",
            "B": "roste součinitel vztlaku a odporu",
            "C": "klesá součinitel vztlaku a odporu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1860,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Zvětšování úhlu náběhu (Angle of Attack) způsobuje u typického profilu křídla růst vztlaku, a tedy i součinitele vztlaku (CL), až do dosažení kritického úhlu náběhu (pádu). Současně se zvětšováním úhlu náběhu roste také součinitel odporu (CD). Je to způsobeno jak růstem indukovaného odporu (který je přímo úměrný čtverci součinitele vztlaku), tak i nárůstem profilového odporu vlivem zvětšené čelní plochy a raného odtrhávání proudnic."
    },
    {
        "text_otazky": "Rozdíl mezi UTC a letním středoevropským (SELČ) časem je:",
        "moznosti": {
            "A": "2 hodiny",
            "B": "není žádný",
            "C": "1 hodina"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1857,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Středoevropský letní čas (SELČ) neboli Central European Summer Time (CEST) je oproti koordinovanému světovému času (UTC) posunut o +2 hodiny. Běžný středoevropský čas (SEČ/CET) je UTC +1 hodina, a během letního období (SELČ/CEST) se hodiny posouvají o další hodinu dopředu, což celkově činí +2 hodiny oproti UTC. Znalost tohoto rozdílu je klíčová pro přesné plánování letů, navigaci a komunikaci v letectví, které standardně operuje s UTC."
    },
    {
        "text_otazky": "Zeměpisný poledník je:",
        "moznosti": {
            "A": "polovina poledníkové kružnice",
            "B": "část kružnice, jejíž rovina je kolmá na zemskou osu",
            "C": "kružnice kolem zeměkoule"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1850,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zeměpisný poledník je definován jako polovina kružnice, která prochází oběma geografickými póly Země a spojuje místa se stejnou zeměpisnou délkou. Termín 'poledníková kružnice' se vztahuje k celé kružnici, která by procházela skrz oba póly a obepínala Zemi, přičemž jeden poledník je tedy její polovina. Možnost B popisuje spíše rovnoběžku a možnost C je příliš obecná a nepřesná, protože poledník je polokružnice, nikoli celá kružnice 'kolem zeměkoule'."
    },
    {
        "text_otazky": "Zeměpisné souřadnice nám udávají:",
        "moznosti": {
            "A": "název určitého místa",
            "B": "polohu časového pásma",
            "C": "zeměpisnou polohu určitého místa"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1816,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zeměpisné souřadnice (zeměpisná šířka a délka) jsou primárně určeny k jednoznačnému a přesnému definování geografické polohy libovolného bodu na zemském povrchu. Neudávají název místa (to je popisný identifikátor) ani polohu časového pásma (které je definováno širším rozsahem zeměpisné délky, nikoli konkrétním bodem)."
    },
    {
        "text_otazky": "Srovnávací navigace spočívá v:",
        "moznosti": {
            "A": "srovnávání údajů navigačních přístrojů (GPS) s mapou",
            "B": "srovnávání vypočtených časů se skutečností",
            "C": "srovnávání terénu s mapou a opačně"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1796,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Srovnávací navigace, známá též jako pilotáž, je základní navigační technika, při které pilot vizuálně srovnává skutečný terén (dominantní body, řeky, silnice, města, atd.) s jejich zobrazením na navigační mapě. To pilotovi umožňuje potvrdit svou polohu, sledovat dráhu letu a udržovat si situační povědomí. Možnost C přesně popisuje tento proces, zatímco ostatní možnosti popisují jiné aspekty navigace nebo plánování letu."
    },
    {
        "text_otazky": "Při provádění srovnávací orientace je vždy spolehlivější:",
        "moznosti": {
            "A": "pozorně prohlížet terén pod letadlem",
            "B": "vyhledat a určit několik orientačních bodů",
            "C": "soustředit pozornost na jeden orientační bod"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1784,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Při provádění vizuální (srovnávací) orientace je spolehlivější a přesnější používat více orientačních bodů. Porovnáním polohy a charakteristik několika bodů na mapě s tím, co vidíme pod letadlem, výrazně snižujeme riziko záměny jednoho bodu za jiný a zvyšujeme jistotu určení naší polohy. Zaměření se pouze na jeden bod (možnost C) je méně spolehlivé, protože může být snadno zaměněn nebo špatně identifikován."
    },
    {
        "text_otazky": "Poloha zeměpisného a magnetického pólu:",
        "moznosti": {
            "A": "není shodná",
            "B": "totožná",
            "C": "magnetický pól je vždy na východ od zeměpisného"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1764,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zeměpisné póly jsou pevné body na zemském povrchu, kterými prochází osa rotace Země. Magnetické póly jsou body, kde se magnetické siločáry zemského magnetického pole kolmo noří nebo vynořují z povrchu. Tyto dva typy pólů se neshodují a jejich poloha se v průběhu času mění (zejména u magnetických pólů), což je klíčové pro leteckou navigaci při přepočtu mezi skutečným severem a magnetickým severem (magnetická deklinace)."
    },
    {
        "text_otazky": "Rozdíl mezi UTC a středoevropským (SEČ) časem je:",
        "moznosti": {
            "A": "není žádný",
            "B": "1 hodina",
            "C": "2 hodiny"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1741,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Správná odpověď je B, protože Středoevropský čas (SEČ), známý také jako CET (Central European Time), je definován jako UTC+1 hodina. UTC (Coordinated Universal Time) je mezinárodní časový standard používaný v letectví pro veškeré operace, komunikaci a meteorologické zprávy. Znalost rozdílu mezi UTC a místním časem je zásadní pro přesné plánování letů, dodržování provozních postupů a správnou interpretaci časových údajů v letecké dokumentaci."
    },
    {
        "text_otazky": "Minimální stoupavost SLZ v úrovni mořské hladiny je dle předpisu:",
        "moznosti": {
            "A": "1,5 m/s",
            "B": "2 m/s",
            "C": "1,25 m/s"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1730,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď A: \"1,5 m/s\" je dle českých (a často i evropských) předpisů minimální požadovaná stoupavost pro sportovní létající zařízení (SLZ) v úrovni mořské hladiny. Tento požadavek je stanoven v rámci certifikačních a provozních předpisů pro lehká sportovní letadla (ultralighty), aby byla zajištěna základní úroveň bezpečnosti a dostatečné výkonnosti pro bezpečný vzlet a stoupání."
    },
    {
        "text_otazky": "Doba východu a západu slunce se mění:",
        "moznosti": {
            "A": "s roční dobou",
            "B": "působením magnetického pole zeměkoule",
            "C": "intensitou slunečního záření"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1725,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Doba východu a západu slunce se mění s roční dobou kvůli sklonu osy Země vzhledem k rovině její oběžné dráhy kolem Slunce. Jak Země obíhá Slunce, různé polokoule jsou nakloněny směrem ke Slunci nebo od něj, což způsobuje změny v délce dne a noci, a tím i v časech východu a západu slunce. Tyto astronomické jevy jsou základem pro pochopení a výpočet denního světla, které je klíčové pro leteckou navigaci a plánování letů, například pro určení začátku a konce letu v noci."
    },
    {
        "text_otazky": "Doklady potřebné pro let SLZ musí mít pilot u sebe:",
        "moznosti": {
            "A": "jen při přeletu",
            "B": "při každém letu",
            "C": "jen při mimoletištním letu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1713,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Letecké předpisy jednoznačně stanovují, že pilot musí mít u sebe všechny požadované dokumenty (např. pilotní průkaz, osvědčení o zdravotní způsobilosti, technický průkaz SLZ) při každém letu. Tato povinnost platí bez ohledu na délku letu, typ letu (místní, přelet) nebo místo vzletu či přistání, a slouží k ověření oprávnění pilota a způsobilosti SLZ k letu."
    },
    {
        "text_otazky": "Musí být na palubě SLZ při provádění výcviku vzletu a přistání platný technický průkaz?",
        "moznosti": {
            "A": "ano",
            "B": "podle rozhodnutí pilota",
            "C": "ne"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1709,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Platný technický průkaz (či průkaz letové způsobilosti) je základním dokumentem, který musí být na palubě každého letadla, včetně SLZ, při všech fázích letu i pozemních operací. Potvrzuje, že letadlo je způsobilé k letu a splňuje všechny bezpečnostní a technické normy. Provoz bez tohoto platného dokladu je protiprávní a nebezpečný, a to platí i pro výcvikové lety."
    },
    {
        "text_otazky": "Je povinností pilota, mít při mimoletištním letu na palubě mapu?",
        "moznosti": {
            "A": "není když má GPS",
            "B": "není",
            "C": "je"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1692,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "V souladu s leteckými předpisy (např. SERA.2010 a národní prováděcí předpisy) je pilot povinen mít na palubě letadla aktuální a příslušné mapy pro zamýšlený let, a to i v případě, že je letadlo vybaveno GPS. Mapy slouží jako primární nebo záložní navigační pomůcka, ale především pro udržení situačního povědomí, identifikaci vzdušných prostorů, překážek a orientačních bodů, což je nezbytné pro bezpečnou navigaci a dodržování předpisů. GPS nenahrazuje povinnost mít mapy, ale doplňuje je."
    },
    {
        "text_otazky": "Dříve než v Praze vychází slunce:",
        "moznosti": {
            "A": "v Paříži",
            "B": "v Londýně",
            "C": "v Moskvě"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1664,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Země se otáčí od západu k východu. Z tohoto důvodu vychází slunce nejdříve na místech, která leží nejvýchodněji. Moskva (přibližně 37.6° v.d.) leží výrazně východněji než Praha (přibližně 14.4° v.d.). Proto v Moskvě vychází slunce dříve než v Praze. Paříž (přibližně 2.3° v.d.) a Londýn (přibližně 0° v.d.) leží západněji než Praha, což znamená, že tam slunce vychází až po Praze."
    },
    {
        "text_otazky": "K pádu do vývrtky dochází v důsledku:",
        "moznosti": {
            "A": "nesymetrického odtržení proudění na křídle",
            "B": "uvedení do zatáčky při příliš velké rychlosti",
            "C": "uvedení do zatáčky s příliš velkým náklonem kolem podélné osy"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1649,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "K pádu do vývrtky dochází, když je letoun v přetaženém stavu (stall) a současně dojde k nesymetrickému odtržení proudění na křídlech. To znamená, že jedno křídlo přejde do přetažení dříve nebo intenzivněji než druhé, což vede k rozdílnému odporu a vztlaku na obou křídlech. Tento rozdíl vytváří rotační moment kolem svislé osy letounu (vybočení), který společně s přetaženým stavem letounu způsobí nekontrolované klesání a otáčení ve spirále charakteristické pro vývrtku. Možnosti B a C popisují podmínky, které by samy o sobě k vývrtce nevedly; vývrtka vždy vyžaduje přetažení letounu a asymetrii v proudění."
    },
    {
        "text_otazky": "Jak bude ovlivněna délka vzletu motorového letadla, jestliže se bude po celou jeho dobu pohybovat na vysokém úhlu náběhu v blízkosti kritického?",
        "moznosti": {
            "A": "letadlo v důsledku značného součinitele odporu bude velice pomalu zrychlovat, takže délka vzletu se výrazně prodlouží",
            "B": "délka vzletu se výrazně zkrátí neboť letadlo dosáhne velkého součinitele vztlaku",
            "C": "délka vzletu se nepatrně prodlouží"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1621,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Otázka se týká přímého vlivu aerodynamických charakteristik (úhlu náběhu, součinitele vztlaku a odporu) na délku vzletu, což je klíčový parametr letových výkonů. Pokud se letadlo po celou dobu vzletu pohybuje na vysokém úhlu náběhu v blízkosti kritického, dojde k výraznému nárůstu aerodynamického odporu (především indukovaného odporu). Tento zvýšený odpor snižuje čistou tahovou sílu dostupnou pro zrychlení letadla. Menší zrychlení znamená, že letadlu bude trvat delší dobu a ujede větší vzdálenost, než dosáhne vzletové rychlosti, což vede k výraznému prodloužení délky vzletu."
    },
    {
        "text_otazky": "Které faktory společně nejvíce prodlužují délku vzletu:",
        "moznosti": {
            "A": "vyšší letová hmotnost, nižší teplota ovzduší, přistávací dráha proti svahu, vítr do zad",
            "B": "vyšší letová hmotnost, vyšší teplota ovzduší, vzletová dráha proti svahu, vítr do zad",
            "C": "nižší letová hmotnost, vyšší teplota ovzduší, přistávací dráha proti svahu, vítr do zad"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1599,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Všechny čtyři faktory uvedené v možnosti B společně nejvíce prodlužují délku vzletu. Vyšší letová hmotnost vyžaduje větší tah a delší dráhu k dosažení vzletové rychlosti. Vyšší teplota ovzduší snižuje hustotu vzduchu, což má za následek nižší tah motoru a menší vztlak křídel, čímž se prodlužuje vzletová dráha. Vzletová dráha proti svahu (do kopce) zvyšuje odpor způsobený gravitací, což zpomaluje akceleraci. Vítr do zad (tailwind) znamená, že letoun musí dosáhnout vyšší rychlosti vůči zemi, aby dosáhl potřebné minimální vzletové rychlosti vůči vzduchu, což také prodlužuje délku vzletu. Ostatní možnosti obsahují faktory, které by délku vzletu zkracovaly (např. nižší hmotnost nebo nižší teplota ovzduší)."
    },
    {
        "text_otazky": "Z jakého důvodu je omezena maximální rychlost letu s vysunutými vztlakovými klapkami?",
        "moznosti": {
            "A": "velké zešikmení proudu za křídlem by zvětšilo účinnost ocasních ploch natolik, že by letoun přešel do střemhlavého letu",
            "B": "letoun by měl příliš velký vztlak a stále by stoupal, až by přešel do pádu na vysoké rychlosti",
            "C": "mohlo by dojít k překročení povoleného zatížení vztlakové klapky"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1578,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Maximální rychlost letu s vysunutými vztlakovými klapkami (VFE – Velocity Flap Extended) je omezena primárně z důvodu konstrukční pevnosti. Vztlakové klapky jsou navrženy tak, aby fungovaly efektivně při nižších rychlostech, kde zvyšují vztlak a odpor. Při vyšších rychlostech by aerodynamické síly působící na vysunuté klapky mohly překročit jejich povolené zatížení, což by vedlo k jejich poškození, deformaci nebo dokonce selhání. Odpověď C tedy správně poukazuje na strukturální integritu klapky jako hlavní důvod omezení rychlosti."
    },
    {
        "text_otazky": "Zasunutím vzdušných brzd se:",
        "moznosti": {
            "A": "zvětší klouzavost i minimální rychlost letu",
            "B": "zvětší klouzavost a umožní to použití menší minimální rychlosti",
            "C": "zmenší klouzavost, minimální rychlost letu se zvětší"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1566,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Zasunutí vzdušných brzd (které často fungují i jako spoilery, tedy prvky snižující vztlak) vede ke dvěma klíčovým efektům: za prvé se sníží aerodynamický odpor letounu, a za druhé se obnoví plný vztlak křídla (pokud vzdušné brzdy předtím vztlak snižovaly). Snížení odporu způsobí zvětšení klouzavosti, což znamená, že letoun dokáže klouzat efektivněji a na delší vzdálenost s menším úhlem klesání. Obnovení plného vztlaku křídla sníží minimální rychlost letu (pádovou rychlost), což umožňuje létat pomaleji bez rizika pádu. Obě tyto změny – zvětšení klouzavosti a možnost použití menší minimální rychlosti – odpovídají variantě B."
    },
    {
        "text_otazky": "Vysunuté vzdušné brzdy při vzletu způsobí, že:",
        "moznosti": {
            "A": "vzlet je nebezpečný vzhledem k výrazně zhoršeným aerodynamickým vlastnostem",
            "B": "se vůbec nepohne z místa, jestliže se ale rozjede, pak již vzlet má obvyklý charakter",
            "C": "se značně prodlouží rozjezd, po nadzdvihnutí se již vliv brzdících klapek neprojeví"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1565,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vysunuté vzdušné brzdy (spoilery) jsou navrženy tak, aby záměrně zvýšily aerodynamický odpor a snížily vztlak letounu. Během vzletu, kdy je klíčové dosáhnout dostatečného vztlaku a co nejmenšího odporu pro akceleraci a bezpečné odlepení od země, by jejich vysunutí drasticky zhoršilo aerodynamické vlastnosti. To by vedlo k výraznému prodloužení rozjezdu, obtížím při dosažení vzletové rychlosti a nedostatečnému vztlaku pro bezpečné vzlétnutí a stoupání, což činí vzlet extrémně nebezpečným. Možnost A přesně popisuje tento stav, zatímco ostatní možnosti buď bagatelizují problém, nebo obsahují nepravdivé informace o přetrvávání vlivu brzd."
    },
    {
        "text_otazky": "Minimální dosažená výška při vzletu SLZ s max. vzlet. hmotností musí být:",
        "moznosti": {
            "A": "15 m po 300 m délky vzletu",
            "B": "15 m po 200 m délky vzletu",
            "C": "25 m po 300 m délky vzletu"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1559,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Tato otázka se týká minimálních výkonnostních požadavků na sportovní létající zařízení (SLZ) během vzletu, konkrétně schopnosti dosáhnout určité výšky po dané délce vzletu při maximální vzletové hmotnosti. Odpověď A je správná, protože '15 m po 300 m délky vzletu' je standardní a často regulacemi požadovaný výkonnostní limit pro SLZ (např. v souladu s předpisy pro ultralehká letadla), který zajišťuje bezpečnou rezervu pro přelet překážek po vzletu."
    },
    {
        "text_otazky": "Zobrazit zemský povrch v rovině bez zkreslení:",
        "moznosti": {
            "A": "je možné",
            "B": "jen na mapě plochojevné",
            "C": "není možné"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1552,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Země je přibližně sférické těleso (geoid). Je matematicky nemožné zobrazit zakřivený trojrozměrný povrch na rovnou dvourozměrnou plochu (mapu) bez jakéhokoli zkreslení. Každá kartografická projekce, bez ohledu na to, jak je sofistikovaná, nutně zkresluje alespoň jednu z vlastností, jako je plocha, tvar, vzdálenost nebo směr. Proto je správná odpověď, že to není možné."
    },
    {
        "text_otazky": "Musí být na palubě letadla při všech letech doklad o pojištění zákonné odpovědnosti?",
        "moznosti": {
            "A": "ne při letištním letu",
            "B": "ano",
            "C": "ne"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1552,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Podle mezinárodních a národních leteckých předpisů (např. ICAO Annex 6, EU nařízení) je povinností mít na palubě letadla při všech letech platný doklad o pojištění odpovědnosti za škodu způsobenou třetím osobám. Tato povinnost platí bez výjimky pro všechny typy letů, včetně letištních letů, a je klíčová pro zajištění finanční ochrany v případě nehody."
    },
    {
        "text_otazky": "Klouzavost vůči zemi se:",
        "moznosti": {
            "A": "změní, fouká-li vítr",
            "B": "změní při změně hmotnosti",
            "C": "fouká-li vítr nezmění, protože efektivní nosná plocha zůstává stejná"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1551,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Klouzavost vůči zemi (ground glide ratio) je poměr skutečné horizontální vzdálenosti uražené nad zemí k výšce ztracené během klouzavého letu. Tato hodnota je přímo ovlivněna rychlostí a směrem větru. Protivítr (headwind) snižuje rychlost letadla vůči zemi, čímž se zkracuje vzdálenost uražená nad zemí pro danou ztrátu výšky, a tedy klouzavost vůči zemi klesá. Naopak zadní vítr (tailwind) zvyšuje rychlost letadla vůči zemi, což prodlužuje vzdálenost uraženou nad zemí a klouzavost vůči zemi se zlepšuje. Klouzavost vůči vzdušné hmotě (air glide ratio), která je dána aerodynamickými vlastnostmi letadla při nejlepším úhlu náběhu, se s větrem nemění, ale vítr zásadně ovlivňuje výkon vzhledem k zemi."
    },
    {
        "text_otazky": "Ověřovat zda je technický průkaz SLZ platný je povinností:",
        "moznosti": {
            "A": "vedoucího letového provozu",
            "B": "provozovatele",
            "C": "velitele SLZ (pilota)"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1547,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Velitel SLZ (pilot) je v leteckém provozu konečnou autoritou a nese plnou odpovědnost za bezpečné a legální provedení letu. To zahrnuje i povinnost před každým letem ověřit platnost všech potřebných dokumentů, včetně technického průkazu SLZ, který dokládá letovou způsobilost a registraci zařízení. Žádná jiná osoba ani složka nemůže převzít tuto primární odpovědnost pilota za legálnost a bezpečnost provozu během letu."
    },
    {
        "text_otazky": "Sportovní létající zařízení může řídit",
        "moznosti": {
            "A": "pilot, který je držitelem platného pilotního průkazu s příslušnou kvalifikací, nebo osoba oprávněná provozovatelem SLZ za přítomnosti pilota, pilotní žák za podmínek stanovených výcvikovou osnovou",
            "B": "pilot, který je držitelem platného posudku o zdravotní způsobilosti, nebo pilotní žák za podmínek stanovených výcvikovou osnovou",
            "C": "pilot, který je držitelem platného pilotního průkazu s příslušnou kvalifikací, nebo pilotní žák za podmínek stanovených výcvikovou osnovou"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1536,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď C je přesná, protože stanovuje základní legislativní požadavky pro řízení letadla. Letecké předpisy vyžadují, aby pilot, který řídí sportovní létající zařízení, byl držitelem platného pilotního průkazu s odpovídající kvalifikací pro daný typ letounu. Současně umožňují, aby pilotní žák řídil letadlo v rámci výcviku, avšak pouze za podmínek stanovených výcvikovou osnovou (např. pod dohledem instruktora nebo na povoleném samostatném letu). Možnost A je chybná kvůli formulaci 'osoba oprávněná provozovatelem SLZ za přítomnosti pilota', která není standardním legislativním titulem pro řízení letadla. Možnost B je neúplná, neboť zdravotní způsobilost je sice nutná, ale hlavní podmínkou je platný pilotní průkaz a kvalifikace."
    },
    {
        "text_otazky": "045 stupňů je vedlejší světová strana:",
        "moznosti": {
            "A": "severozápad",
            "B": "severovýchod",
            "C": "jihozápad"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1512,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Kompasová růžice je rozdělena na 360 stupňů. Hlavní světové strany jsou Sever (000/360°), Východ (090°), Jih (180°) a Západ (270°). Vedlejší světové strany leží přesně uprostřed mezi těmito hlavními směry. Severovýchod (Northeast) leží přesně mezi Severem (000°) a Východem (090°), což odpovídá 045 stupňům. Možnost B 'severovýchod' je tedy správná."
    },
    {
        "text_otazky": "Zeměpisný sever a jih:",
        "moznosti": {
            "A": "působí na něj magnetismus země",
            "B": "mění se v závislosti na roční době",
            "C": "nemění polohu"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1481,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zeměpisný severní a jižní pól jsou definovány jako body, kde osa rotace Země protíná zemský povrch. Tato osa je z hlediska polohy na zemském povrchu stabilní a nemění svou polohu v závislosti na magnetismu Země (jako magnetické póly) ani na roční době. Proto je správná odpověď, že zeměpisný sever a jih nemění polohu."
    },
    {
        "text_otazky": "Traťová rychlost (TR) je:",
        "moznosti": {
            "A": "rychlost vůči vzduchové hmotě",
            "B": "rychlost, kterou letadlo letí vůči zemi",
            "C": "rychlost, kterou nám udává rychloměr"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1467,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Traťová rychlost (Ground Speed, GS) je definována jako rychlost, kterou letadlo postupuje vůči zemskému povrchu. Je to skutečná rychlost pohybu letadla nad zemí a je přímo ovlivněna směrem a rychlostí větru. Odlišuje se od rychlosti vůči vzduchové hmotě (True Airspeed, TAS), která je rychlostí letadla vzhledem k okolnímu vzduchu. Správná odpověď B přesně vystihuje tuto definici."
    },
    {
        "text_otazky": "Předlétáváte-li vrtulník, jaké opatření provedete?",
        "moznosti": {
            "A": "vrtulník je zakázáno předletět",
            "B": "změnu kurzu vlevo",
            "C": "změnu kurzu vpravo"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1451,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "V letectví platí pravidlo, že předlétávající letadlo (v tomto případě vy) musí udržovat dostatečný odstup od předlétávaného letadla (vrtulníku) a musí provést změnu kurzu vpravo. Předlétávané letadlo má v této situaci přednost a předlétávající letadlo se mu musí vyhnout tímto předepsaným způsobem. Toto pravidlo je základem pro prevenci srážek a je stanoveno v mezinárodních leteckých předpisech (např. ICAO Annex 2 – Pravidla létání) a národní legislativě."
    },
    {
        "text_otazky": "Pilot letadla vybaveného radiostanicí proti němuž je zakročováno je povinen na tísňové frekvenci 121,5 MHz:",
        "moznosti": {
            "A": "pokusit se navázat spojení se zakročujícím letadlem a ohlásit svou identifikaci a povahu letu",
            "B": "vysílat v intervalech 30ti sekund svou výšku a kurz letu",
            "C": "udržovat radiový klid"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1450,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "V případě zakročování (intercept) je pilot povinen pokusit se navázat spojení s intervenujícím letadlem na tísňové frekvenci 121,5 MHz. Cílem je identifikovat se a sdělit povahu letu, aby se předešlo nedorozuměním a situace se vyřešila v souladu s mezinárodními předpisy (např. ICAO Annex 2, Appendix 2). Údržba rádiového klidu nebo vysílání výšky a kurzu v intervalech bez pokusu o navázání obousměrné komunikace není správný postup a mohla by situaci zhoršit."
    },
    {
        "text_otazky": "225 stupňů je vedlejší světová strana:",
        "moznosti": {
            "A": "severozápad",
            "B": "jihozápad",
            "C": "jihovýchod"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1442,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "V systému azimutálního měření směru se sever (N) obvykle považuje za 0° nebo 360°. Odtud se směr měří ve stupních po směru hodinových ručiček. Jih (S) je 180° a západ (W) je 270°. Vedlejší světová strana 'jihozápad' (SW) se nachází přesně mezi jihem a západem, což je průměrná hodnota mezi 180° a 270°, tedy (180 + 270) / 2 = 450 / 2 = 225°. Proto 225 stupňů odpovídá jihozápadu."
    },
    {
        "text_otazky": "Kurz měříme od severu ve stupních:",
        "moznosti": {
            "A": "proti směru otáčení hodinových ručiček",
            "B": "ve směru otáčení hodinových ručiček",
            "C": "na východ po směru, na západ proti směru hodinových ručiček"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1433,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "V letecké navigaci se kurz (nebo směr) vždy měří od severu (0/360 stupňů) ve směru otáčení hodinových ručiček. Východ je 90 stupňů, jih je 180 stupňů a západ je 270 stupňů. Tento systém je standardní pro určení směru letu."
    },
    {
        "text_otazky": "K pádu letadla do vývrtky dochází nejčastěji:",
        "moznosti": {
            "A": "při letu ve výkluzové zatáčce",
            "B": "při nadzdvihnutí letadla při vzletu",
            "C": "při letu ve skluzu"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1425,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "V pád letadla do vývrtky dochází k neřízenému rotačnímu pohybu, který je důsledkem koordinovaného zádržení a současného zatáčení. Nejčastěji k němu dochází při nekoordinovaném letu. V případě 'výkluzové zatáčky' (skid) pilot používá příliš mnoho směrového kormidla pro daný náklon, což způsobí, že se letadlo pohybuje 'ven' z oblouku. Pokud v této situaci dojde ke ztrátě rychlosti a následné ztrátě vztlaku (přetažení), může se vnitřní křídlo (nebo v závislosti na konkrétních dynamických silách a typu letadla i vnější křídlo) přetáhnout dříve než druhé. Tento rozdílný vztlak a odpor vyvolá nekontrolovatelný náklon a zatáčení do vývrtky. Chyba v koordinaci při snížení rychlosti, často v zatáčkách blízko země (např. v základní zatáčce), je jednou z nejčastějších příčin neúmyslných vývrtek."
    },
    {
        "text_otazky": "Správně nastavená za letu stavitelná vrtule má na rozdíl od pevné:",
        "moznosti": {
            "A": "větší účinnost v horizontálním letu, ale horší účinnost při vzletu",
            "B": "větší účinnost",
            "C": "větší účinnost při vzletu, ale dosáhne se s ní menší rychlost v horizontálním letu"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1407,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Správně nastavená za letu stavitelná vrtule umožňuje pilotovi měnit úhel listů (stoupání) v závislosti na fázi letu. To jí na rozdíl od pevné vrtule, která je kompromisem pro jednu konkrétní letovou fázi, umožňuje dosáhnout optimální účinnosti jak při vzletu a stoupání (nastavením na malé stoupání pro maximální tah), tak i v horizontálním letu (nastavením na velké stoupání pro maximální rychlost a palivovou úspornost). Díky této schopnosti optimalizace má stavitelná vrtule celkově větší účinnost v celém rozsahu letových podmínek než pevná vrtule."
    },
    {
        "text_otazky": "Úhel nastavení automaticky stavitelné vrtule při vzletu je:",
        "moznosti": {
            "A": "stejný jako při cestovním letu",
            "B": "větší než při cestovním letu",
            "C": "menší než při cestovním letu"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1394,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Při vzletu je cílem získat maximální tah a výkon motoru, což se dosahuje při maximálních otáčkách motoru. Automaticky stavitelná vrtule (konstantní rychlosti) umožňuje motoru pracovat na optimálních otáčkách bez ohledu na rychlost letu. Pro dosažení maximálních otáček motoru a tedy maximálního výkonu při vzletu je potřeba, aby vrtule kladla motoru co nejmenší odpor. Toho se docílí nastavením menšího úhlu náběhu listů (jemné stoupání). V porovnání s cestovním letem, kde je cílem efektivita a nižší spotřeba paliva, a kde se používá větší úhel náběhu listů (hrubé stoupání) pro udržení nižších otáček motoru, je úhel při vzletu vždy menší."
    },
    {
        "text_otazky": "Jaké jsou výhody vícelisté vrtule?",
        "moznosti": {
            "A": "větší životnost",
            "B": "větší účinnost",
            "C": "klidnější chod a může mít menší průměr"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1380,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Vícelisté vrtule umožňují absorbovat stejný výkon motoru při menším průměru vrtule. To je výhodné pro zachování dostatečné vzdálenosti od země (ground clearance), snížení hlukové zátěže (nižší obvodová rychlost konců listů) a omezení rázových vln při vyšších rychlostech. Rozložení výkonu na více listů také vede k plynulejšímu chodu a menším vibracím."
    },
    {
        "text_otazky": "Výraz lehká vrtule znamená:",
        "moznosti": {
            "A": "velký úhel nastavení vrtule",
            "B": "malý úhel nastavení vrtule",
            "C": "nízkou hmotnost vrtule (pod 1 kg)"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1368,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "V letecké terminologii se výrazem 'lehká vrtule' (nebo též 'jemná vrtule') označuje nastavení vrtule s malým úhlem náběhu listů (malým úhlem nastavení). Při tomto nastavení klade vrtule motoru menší odpor, což umožňuje motoru dosáhnout vyšších otáček (RPM). To je žádoucí například při startu nebo stoupání, kde je potřeba maximální výkon motoru. Opakem je 'těžká vrtule' s velkým úhlem nastavení, která klade větší odpor a je používána pro let v cestovní rychlosti."
    },
    {
        "text_otazky": "Námraza na vrtuli letounu může mít následující následky:",
        "moznosti": {
            "A": "nevyváženost vrtule, nebezpečí vibrací, odlétávající kusy ledu ohrožující další části letadla a motoru, snížení účinnosti vrtule",
            "B": "odlétávající kusy ledu ohrožující další části letadla a motoru",
            "C": "jen velmi obtížně rozeznatelné při provozu"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1360,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Otázka se týká fyzických následků námrazy na konkrétní komponentě letounu (vrtuli) a jejího vlivu na provoz. Spadá do kategorie znalostí o tom, jak jsou jednotlivé části letadla ovlivněny vnějšími faktory a jaké to má mechanické a aerodynamické důsledky. Odpověď A je správná, protože komplexně zahrnuje všechny hlavní a kritické následky námrazy na vrtuli: nevyváženost vrtule vedoucí k vibracím, riziko poškození letounu odlétávajícími kusy ledu a snížení aerodynamické účinnosti vrtule, což ovlivňuje výkon letadla. Ostatní možnosti jsou buď neúplné (B) nebo nesprávné (C, neboť námraza na vrtuli je obvykle rozpoznatelná hmatatelně vibracemi a sluchově)."
    },
    {
        "text_otazky": "Princip vybrání letadla z vývrtky spočívá:",
        "moznosti": {
            "A": "v urychlení vnitřního křídla vychýlením směrového kormidla na opačnou stranu, než je smysl otáčení vývrtky a převedení letadla do strmého sestupného letu potlačením řídící páky",
            "B": "ve srovnání náklonu vychýlením křidélek na opačnou stranu, než je smysl vývrtky",
            "C": "v převedení letadla do strmého letu potlačením řídící páky, otáčení se potom zastaví vychýlením směrového kormidla"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1358,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Otázka se týká aerodynamických principů a použití řízení pro obnovení řízeného letu ze specifického nestabilního režimu (vývrtky). Označená odpověď A je správná, protože popisuje dva klíčové kroky a jejich principy při vybrání z vývrtky:  \n1.  **Vychýlení směrového kormidla na opačnou stranu, než je smysl otáčení vývrtky:** Tím se vytvoří aerodynamická síla, která působí proti otáčení letadla (yawing moment). Dochází k tzv. 'urychlení' vnitřního křídla (respektive k redukci jeho úhlu náběhu a tím k obnovení vztlaku na něm), což pomáhá zastavit rotaci.  \n2.  **Převedení letadla do strmého sestupného letu potlačením řídící páky:** Potlačením řídící páky se sníží úhel náběhu obou křídel, čímž dojde k přerušení proudění (stallu), který je základní příčinou vývrtky. Letadlo získá rychlost a obnoví se vztlak na křídlech.  \nKombinace těchto dvou akcí – zastavení rotace směrovkou a přerušení stallu potlačením řídící páky – je standardní a efektivní postup pro vybrání letadla z vývrtky."
    },
    {
        "text_otazky": "Spirála je letový režim, při kterém:",
        "moznosti": {
            "A": "dochází k odtržení proudění na straně křídla uvnitř zatáčky",
            "B": "dochází k odtržení proudění na straně křídla vně zatáčky",
            "C": "nedochází k odtržení proudění"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1354,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Spirála (v angličtině často označovaná jako 'spiral dive' nebo 'steep spiral') je letový režim, při kterém letoun provádí strmou, klesavou zatáčku s narůstající rychlostí. Klíčové je, že na rozdíl od vývrtky (spin), spirála je řízený manévr a letoun není v režimu odtržení proudění (stall). To znamená, že proudění vzduchu je na křídlech stále připojené a křídla efektivně generují vztlak. Odtržení proudění je charakteristické pro vývrtku, nikoliv pro spirálu. Možnosti A a B popisují stav, kdy dochází k odtržení proudění, což by indikovalo pád nebo vývrtku, ne spirálu."
    },
    {
        "text_otazky": "Doba platnosti lékařského posudku o zdravotní způsobilosti je pro piloty",
        "moznosti": {
            "A": "12 měsíců u osob od 75 let",
            "B": "36 měsíců u osob od 30 do 60 let",
            "C": "24 měsíců u osob od 35 do 60 let"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1350,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká doby platnosti lékařského posudku o zdravotní způsobilosti pro piloty, což je předpis stanovený leteckými úřady. Podle platných leteckých předpisů EASA (např. Part-MED pro lékařskou způsobilost třídy 2, která je vyžadována pro soukromé piloty) je doba platnosti lékařského posudku 12 měsíců pro osoby ve věku 50 let a starší. Z tohoto důvodu je pro osoby od 75 let (tedy starší 50 let) platnost skutečně 12 měsíců. Ostatní možnosti uvádějí doby platnosti nebo věkové rozsahy, které nejsou v souladu s platnými předpisy pro dané věkové kategorie."
    },
    {
        "text_otazky": "Na jakém povrchu země se může dělat motorová zkouška?",
        "moznosti": {
            "A": "jen na betónu nebo asfaltu",
            "B": "na bezprašném bez drobných nečistot (kamínky apod.)",
            "C": "na povrchu země nezáleží"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1341,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Správná odpověď B je klíčová pro bezpečnost motorové zkoušky. Během běhu motoru, ať už s vrtulí nebo proudovým motorem, vzniká silný proud vzduchu. Tento proud by mohl nasát drobné nečistoty (kamínky, písek, prach) do motoru, což by mohlo způsobit vážné poškození motoru (FOD – Foreign Object Damage) nebo vrtule. Stejně tak by tyto nečistoty mohly být odmrštěny a ohrozit personál, jiné letouny nebo vybavení v okolí. Proto je nezbytné provádět motorovou zkoušku na povrchu bez prachu a drobných nečistot."
    },
    {
        "text_otazky": "Proč je při přistání velmi nebezpečné již vysunuté vztlakové klapky znovu zasunout?",
        "moznosti": {
            "A": "protože se podstatně zmenší vztlak a letadlo se prosedne",
            "B": "protože se zvětší rychlost a letadlo začne znovu stoupat",
            "C": "protože se zmenší odpor a proto výrazně klesne rychlost"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1330,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vysunuté vztlakové klapky (flaps) zvyšují vztlak a odpor křídla, což umožňuje letadlu letět pomaleji bez rizika pádu a zároveň dosáhnout strmějšího sestupu. Zasunout klapky během přistávacího manévru, kdy letadlo letí relativně nízkou rychlostí a ve malé výšce, způsobí okamžité a výrazné snížení vztlaku. To vede k náhlé ztrátě výšky, neboli k 'propadnutí' letadla, což může vyústit v tvrdé přistání nebo dokonce poškození letadla, pokud pilot nestihne okamžitě zareagovat zvýšením tahu motoru. Proto je správná odpověď A."
    },
    {
        "text_otazky": "Velikost násobku zatížení pilot nejvíc ovlivní:",
        "moznosti": {
            "A": "prudkým vyvážením „těžký na hlavu“",
            "B": "rychlým zásahem do podélného řízení",
            "C": "prudkým vyvážením „těžký na ocas“"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1323,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Násobek zatížení (neboli G-síla) je poměr celkové aerodynamické síly k hmotnosti letadla. Pilot nejvíce a nejrychleji ovlivňuje velikost této síly změnou úhlu náběhu, což se provádí hlavně rychlým zásahem do podélného řízení (výškového kormidla). Prudké přitáhnutí (pull) nebo potlačení (push) kormidla okamžitě změní úhel náběhu křídla, a tím i generovaný vztlak, což vede k výrazné změně násobku zatížení. Vyvažování letadla (trimování) slouží ke snížení sil na řízení v ustáleném letu a neovlivňuje násobek zatížení tak rychle a významně jako přímá akce na výškové kormidlo."
    },
    {
        "text_otazky": "Při změně plošného zatížení se aerodynamická klouzavost:",
        "moznosti": {
            "A": "změní, protože vztah mezi velikostí vztlakové a odporové síly se nezmění",
            "B": "změní, protože efektivní nosná plocha zůstává stejná",
            "C": "nezmění, protože vztah mezi součinitelem vztlaku a součinitelem odporu se nemění"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1318,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Aerodynamická klouzavost (neboli poměr vztlak/odpor L/D) je definována jako poměr součinitele vztlaku (Cl) k součiniteli odporu (Cd). Tato hodnota je primárně závislá na tvaru letadla (aerodynamickém designu) a úhlu náběhu. Plošné zatížení (hmotnost letadla dělená nosnou plochou) ovlivňuje rychlost, při které letadlo dosáhne daného úhlu náběhu, a tím i daného poměru L/D, ale samotná hodnota maximální aerodynamické klouzavosti (Cl/Cd_max) se nemění. Jinými slovy, pro daný úhel náběhu, vztah mezi Cl a Cd zůstává stejný bez ohledu na plošné zatížení, a proto se nemění ani aerodynamická klouzavost."
    },
    {
        "text_otazky": "Jaké jsou fáze vzletu motorového letadla?",
        "moznosti": {
            "A": "rozjezd, nadzdvihnutí, rozlet přechodový oblouk, stoupání až do doby než je dosažena cestovní rychlost",
            "B": "rozjezd, odtržení, mírné stoupání, strmé stoupání až do předepsané výšky",
            "C": "rozjezd, odpoutání, rozlet, přechodový oblouk, stoupání"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1303,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Správná odpověď C popisuje standardní a chronologické fáze vzletu motorového letadla. 'Rozjezd' je fáze akcelerace na dráze, 'odpoutání' (rotation a lift-off) je okamžik, kdy se letadlo odpoutá od země. Následuje 'rozlet' (initial climb), což je počáteční stoupání po odpoutání. 'Přechodový oblouk' je fáze, kdy letadlo mění úhel náběhu a rychlost z rozletové na stoupací. Poslední fází je 'stoupání', kdy letadlo stoupá na požadovanou letovou hladinu nebo výšku. Ostatní možnosti používají méně přesné nebo neúplné popisy fází (např. 'nadzdvihnutí' místo 'odpoutání', nebo dělení stoupání na 'mírné' a 'strmé' namísto standardních fází)."
    },
    {
        "text_otazky": "Je možné z rychlostní poláry odečíst rychlost nejlepšího klouzání při protivětru?",
        "moznosti": {
            "A": "jen pro vítr do zad",
            "B": "ano",
            "C": "ne"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1296,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Ano, je to možné. Rychlostní polára je grafické znázornění závislosti klesavosti letadla na rychlosti letu (True Airspeed). Pro určení rychlosti nejlepšího klouzání pro maximální dolet vůči zemi při protivětru se na poláru vynese tečna. Tato tečna se nevynáší z počátku souřadnic (jako v případě bezvětří), ale z bodu na ose rychlosti (True Airspeed), jehož hodnota odpovídá rychlosti protivětru. Bod dotyku této tečny s polárou pak udává optimální rychlost letu (TAS) pro klouzání v daném protivětru. Tato rychlost bude vždy vyšší než rychlost nejlepšího klouzání v bezvětří."
    },
    {
        "text_otazky": "Variometr nám udává:",
        "moznosti": {
            "A": "stoupání i klesání letadla",
            "B": "klesání letadla",
            "C": "stoupání letadla"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1282,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Variometr (neboli ukazatel vertikální rychlosti – VSI) je palubní přístroj, který měří rychlost změny atmosférického tlaku. Na základě této změny indikuje letadlu aktuální rychlost stoupání (pozitivní hodnoty) nebo klesání (negativní hodnoty). Je tedy schopen ukazovat obě vertikální pohyby letadla."
    },
    {
        "text_otazky": "V klouzavém ustáleném letu je rovnováha mezi:",
        "moznosti": {
            "A": "tíhovou silou, vztlakem a rychlostí",
            "B": "tíhou letadla a výslednou aerodynamiclou silou,",
            "C": "tíhou letadla a vztlakem"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1272,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "V ustáleném klouzavém letu letadlo klesá s konstantní rychlostí a úhlem. To znamená, že letadlo není zrychlováno, a proto jsou všechny síly působící na letadlo v rovnováze. Hlavními silami jsou tíha letadla (směřující vertikálně dolů) a celková aerodynamická síla, která je vektorovým součtem vztlaku a odporu. Pro dosažení rovnováhy musí být výsledná aerodynamická síla stejně velká a opačně orientovaná než tíha letadla. Možnost B přesně popisuje tuto rovnováhu mezi tíhou letadla a výslednou aerodynamickou silou."
    },
    {
        "text_otazky": "Může mít variometr dva vývody?",
        "moznosti": {
            "A": "může, protože se druhý vývod používá pro připojení celkového tlaku",
            "B": "může, protože se druhý vývod používá pro připojení termoláhve se zásobním objemem vzduchu",
            "C": "nemůže"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1251,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Variometr měří rychlost stoupání nebo klesání letadla na základě rozdílu tlaku mezi atmosférickým tlakem (přivedeným z pitot-statické soustavy) a tlakem uvnitř referenční nádoby, obvykle zvané vyrovnávací kompenzační láhev (termoláhev). Jeden vývod variometru je připojen k celkovému statickému tlaku, zatímco druhý vývod je připojen k této vyrovnávací láhvi, která má malou, kalibrovanou netěsnost. Tímto způsobem vzniká tlakový rozdíl, který variometr převádí na zobrazení vertikální rychlosti. Možnost A je chybná, protože celkový tlak se používá pro indikátor rychlosti, nikoli variometr. Možnost C je chybná, protože variometr potřebuje dva tlakové vstupy pro svůj princip fungování."
    },
    {
        "text_otazky": "Zkratka AGL u výškového údaje v letecké mapě znamená:",
        "moznosti": {
            "A": "výšku na úrovni moře",
            "B": "výšku nad úrovní země",
            "C": "výšku vztaženou k oblastnímu tlaku"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1244,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zkratka AGL znamená 'Above Ground Level', tedy 'nad úrovní země'. Udává vertikální vzdálenost od aktuálního terénu přímo pod letadlem, nikoliv od průměrné hladiny moře (MSL – Mean Sea Level). Tato výška je klíčová pro vizuální lety, orientaci v terénu a dodržování minimálních výšek nad překážkami nebo zemí."
    },
    {
        "text_otazky": "Výškoměr má okénko tlakové stupnice, k jakému účelu slouží?",
        "moznosti": {
            "A": "pro přesnou kompenzaci výškoměru",
            "B": "pro přesné nastavení určitého tlaku vzduchu",
            "C": "pro přesné nastavení určité výšky"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1244,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Okénko tlakové stupnice (tzv. Kollsmanovo okénko) na výškoměru slouží k nastavení referenčního tlaku vzduchu. Pilot sem zadává aktuální barometrický tlak (např. QNH nebo QFE), který získává z meteorologických informací. Tím se výškoměr kalibruje na aktuální atmosférické podmínky a správně zobrazuje výšku nad referenční rovinou (např. nad mořem nebo nad letištěm). Možnost B přesně popisuje tento účel – nastavení konkrétní hodnoty tlaku vzduchu, nikoli kompenzaci výškoměru v obecném smyslu, ani přímé nastavení výšky."
    },
    {
        "text_otazky": "K čemu slouží u variometru kapilára?",
        "moznosti": {
            "A": "pro ochránění přístroje před poškozením",
            "B": "variometr nemá kapiláru",
            "C": "pro vyrovnání tlaku v tlakoměrné krabici a v přístroji"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1243,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Variometr měří rychlost změny statického tlaku, která odpovídá vertikální rychlosti letadla. Funguje na principu porovnávání okamžitého vnějšího statického tlaku s tlakem uvnitř referenční komory (tlakoměrné krabice). Kapilára (úzká trubička) spojuje tuto komoru s vnějším statickým tlakem a záměrně omezuje rychlost proudění vzduchu. Tím způsobuje zpoždění ve vyrovnávání tlaků mezi komorou a okolním statickým tlakem. Tato zpožděná tlaková rovnováha vytváří rozdíl tlaků, který přístroj měří a zobrazuje jako vertikální rychlost."
    },
    {
        "text_otazky": "Na jakém principu funguje zatáčkoměr?",
        "moznosti": {
            "A": "na principu vychylování setrvačníku, tj. na precesním pohybu.",
            "B": "na principu pevně upevněného setrvačníku.",
            "C": "na principu vychylování závaží."
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1239,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Zatáčkoměr je gyroskopický přístroj, který k indikaci rychlosti zatáčení využívá principu gyroskopické precese. Setrvačník uvnitř přístroje je poháněn a jeho vychylování (precese) v reakci na otáčivý pohyb letadla je přímo úměrné rychlosti zatáčení. Možnost A přesně popisuje tento fyzikální princip, na kterém zatáčkoměr pracuje."
    },
    {
        "text_otazky": "Zvláštní lety VFR pro letouny v řízeném okrsku se smí provádět mimo mraky, za stálé viditelnosti země při minimální přízemní i letové dohlednosti:",
        "moznosti": {
            "A": "1 km letouny a 0,5 km vrtulníky",
            "B": "1,5 km letouny a 0,8 km vrtulníky",
            "C": "1 km letouny a 0,8 km vrtulníky"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1234,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď B je v souladu s leteckými předpisy pro provádění zvláštních letů VFR v řízeném okrsku (CTR). Tyto předpisy (např. SERA.5005 nebo národní implementace jako L2 v ČR) stanovují, že pro letouny je minimální letová a přízemní dohlednost 1,5 km, zatímco pro vrtulníky je to 0,8 km. Podmínky jako 'mimo mraky' a 'za stálé viditelnosti země' jsou standardní pro lety SVFR."
    },
    {
        "text_otazky": "Při ustáleném stoupání musí být výkon motoru při zachování stejné dopředné ryhlosti:",
        "moznosti": {
            "A": "vždy maimální",
            "B": "stejně velký jako když letadlo letí stejnou rychlostí v horizontu",
            "C": "větší než pro let v horizontu"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1234,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Při ustáleném letu v horizontu (stejné dopředné rychlosti) je výkon motoru primárně využíván k překonání aerodynamického odporu (tahu). Při ustáleném stoupání (při zachování stejné dopředné rychlosti) musí motor kromě překonávání aerodynamického odporu poskytovat i dodatečný výkon, který je nezbytný pro zvyšování potenciální energie letadla, tedy pro jeho zvedání proti gravitaci. Proto je k udržení stoupání při stejné dopředné rychlosti vyžadován vyšší výkon motoru než pro let v horizontu."
    },
    {
        "text_otazky": "Letištní provozní zóna - ATZ je:",
        "moznosti": {
            "A": "vymezený vzdušný prostor se službou řízení letového provozu",
            "B": "vymezený vzdušný prostor, který slouží k ochraně letištního provozu",
            "C": "vymezený vzdušný protstor se stálou informační službou"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1233,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká definice a účelu letištní provozní zóny (ATZ). ATZ je vymezený vzdušný prostor, který slouží k ochraně letadel provádějících letištní provoz (vzlety, přistání, okruhy) v blízkosti letiště před ostatním provozem. Možnost A je nesprávná, protože ATZ nemusí mít službu řízení letového provozu (ATC), může být i na neřízeném letišti (AFIS nebo bez stálé služby). Možnost C je také nesprávná, protože ne každá ATZ má stálou informační službu (AFIS); hlavní účel je ochrana provozu, nikoli nutná přítomnost služby. Správná odpověď B přesně vystihuje primární účel ATZ, kterým je ochrana letištního provozu."
    },
    {
        "text_otazky": "Plošné zatížení:",
        "moznosti": {
            "A": "udává počet kilogramů celkové hmotnosti na m2 nosné plochy",
            "B": "udává počet kilogramů hmotnosti pilota na m2 nosné plochy",
            "C": "udává počet m2 nosné plochy na jeden kilogram celkové hmotnosti a veškerého vybavení"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1232,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Plošné zatížení (anglicky wing loading) je základní aerodynamický parametr, který vyjadřuje poměr celkové hmotnosti letadla k ploše jeho nosných křídel. Udává, kolik kilogramů celkové hmotnosti připadá na jeden metr čtvereční nosné plochy. Vyšší plošné zatížení obvykle znamená vyšší minimální rychlost letu a větší rychlost klesání při vypnutém motoru, ale také lepší vlastnosti v turbulenci. Možnost A přesně definuje tento pojem."
    },
    {
        "text_otazky": "Co znamená zkratka CTR?",
        "moznosti": {
            "A": "řízený okrsek letiště",
            "B": "koncová řízená oblast",
            "C": "prostor, kde není možné provádět lety VFR"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1229,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Zkratka CTR znamená 'Controlled Traffic Region', což se do češtiny překládá jako 'řízený okrsek letiště'. Jedná se o řízený vzdušný prostor obklopující letiště, který je zřízen k ochraně letadel přilétajících a odlétajících z letiště a k zajištění řízení letového provozu v této oblasti. Odpověď A je tedy přesným překladem a vysvětlením zkratky."
    },
    {
        "text_otazky": "Horizontální \"bílá činka\" s černými pruhy kolmo k podélné ose na obou kruhových koncích činky vyložená v signální (návěstní) ploše znamená?",
        "moznosti": {
            "A": "že letadla mohou vzlétat a přistávat jen na VPD, jiné pohyby nemusí být omezeny jen na VPD a pojedové dráhy",
            "B": "že letadla mohou vzlétat a přistávat podle meteorologické situace vždy proti větru",
            "C": "že letadla mohou vzlétat a přistávat i mimo VPD, rovněž i jiné pohyby nemusí být omezeny jen na pojedové dráhy"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1222,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Daný signál, horizontální bílá činka s černými pruhy kolmo k podélné ose na obou kruhových koncích činky, je standardní pozemní návěst používaná na letištích. Podle mezinárodních předpisů (ICAO Annex 14) a národních leteckých předpisů (např. v ČR L8 – Letiště) znamená, že letadla mohou vzlétat a přistávat pouze na vzletových a přistávacích dráhách (VPD), ale ostatní pohyby (např. pojíždění mimo VPD a pojížděcí dráhy) na manipulační ploše nejsou omezeny. Možnost A přesně odpovídá tomuto významu, kdy vzlety a přistání jsou omezeny na VPD, ale jiné pohyby (např. pojíždění) nejsou nutně vázány pouze na zpevněné plochy."
    },
    {
        "text_otazky": "Horizontální \"bílá činka\" vyložená v signální (návěstní) ploše znamená?",
        "moznosti": {
            "A": "navijákový provoz",
            "B": "že se od letadel nepožaduje, aby přistávala, vzlétávala a pojížděla pouze na drahách a pojezdových drahách",
            "C": "že se od letadel požaduje, aby přistávala, vzlétávala a pojížděla pouze na drahách a pojezdových drahách"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1221,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Horizontální bílá činka je standardní mezinárodní letecký signál, který se vykládá v signální ploše letiště. Jeho účelem je upozornit piloty, že provoz letadel (přistávání, vzlétání a pojíždění) je omezen pouze na zpevněné dráhy a pojezdové dráhy. Tento signál se obvykle používá, pokud je terén mimo zpevněné plochy měkký, podmáčený nebo z jiných důvodů nevhodný pro provoz letadel. Odpověď C přesně a správně popisuje význam tohoto signálu."
    },
    {
        "text_otazky": "Který pól kompasu musí být těžší, aby byla růžice vodorovně?",
        "moznosti": {
            "A": "východní",
            "B": "jižní",
            "C": "severní"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1220,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "V severní polokouli Země se magnetické siločáry sklání směrem dolů k severnímu magnetickému pólu. To způsobuje, že severní konec magnetické střelky kompasu má tendenci se naklánět směrem dolů (tzv. magnetická inklinace neboli dip). Aby se tento jev kompenzoval a kompasová růžice zůstala vodorovně a mohla se volně otáčet, je na jižní konec střelky kompasu přidána malá vyvažovací zátěž. Tato zátěž vyrovnává sílu, která táhne severní konec dolů, a zajišťuje tak horizontální polohu růžice kompasu."
    },
    {
        "text_otazky": "Může být statický tlak snímán v některém místě na povrchu draku letadla?",
        "moznosti": {
            "A": "nemůže",
            "B": "absolutně nesmí",
            "C": "může"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1219,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Statický tlak je základní veličina pro správnou funkci letadlových přístrojů jako jsou výškoměr, rychloměr a variometr. Pro jeho přesné měření je nutné umístit statické senzory (statické porty) na povrch draku letadla. Tyto porty jsou speciálně navrženy a umístěny na místech, kde je proudění vzduchu co nejméně narušeno pohybem letadla, aby se minimalizoval vliv dynamického tlaku a bylo získáno co nejpřesnější měření okolního atmosférického tlaku. Taková místa na povrchu letadla existují a jsou pečlivě vybrána během návrhu a testování letadla."
    },
    {
        "text_otazky": "Nebezpečný prostor (LK D) je vymezený vzdušný prostor, ve kterém je ve vyhlášené době letecká činnost:",
        "moznosti": {
            "A": "zakázaná",
            "B": "nebezpečná",
            "C": "omezená"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1212,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Nebezpečný prostor (Dangerous Area) je vymezený vzdušný prostor, ve kterém mohou probíhat činnosti nebezpečné pro let letadel. Označení 'nebezpečná' v odpovědi B přesně vystihuje podstatu tohoto typu prostoru, kdy letová činnost v něm nebo v jeho blízkosti s sebou nese riziko, ale není striktně zakázaná (jako v zakázaných prostorech) ani omezená (jako v omezených prostorech). Pilotům je doporučeno se těmto prostorům vyhnout, nebo v nich postupovat s maximální opatrností."
    },
    {
        "text_otazky": "Horizontální červená čtvercová deska se žlutými úhlopříčkami vyložená v signální (návěstní) ploše znamená:",
        "moznosti": {
            "A": "nebezpečí při přistání",
            "B": "že přistání na dotyčném letišti je zakázáno a zákaz se pravděpodobně prodlouží",
            "C": "nezpůsobilost provozní plochy"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1209,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Horizontální červená čtvercová deska se žlutými úhlopříčkami je standardní pozemní návěstidlo definované v leteckých předpisech (např. ICAO Annex 2 a národní předpisy). Signalizuje, že přistání na daném letišti je zakázáno a tento zákaz je pravděpodobně dlouhodobějšího charakteru. Tato návěst informuje piloty o úplném uzavření letiště pro přistání."
    },
    {
        "text_otazky": "Minimální letová dohlednost ve vzdušném prostoru třídy E je:",
        "moznosti": {
            "A": "1,5 km",
            "B": "8 km",
            "C": "5 km"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1205,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď C (5 km) je minimální letová dohlednost požadovaná pro vizuální lety (VFR) ve vzdušném prostoru třídy E pod výškou 3050 metrů (10 000 stop) AMSL. Tyto požadavky jsou stanoveny v leteckých předpisech, konkrétně v pravidlech letu podle ICAO Annex 2, které definují VMC (Visual Meteorological Conditions) minima pro různé třídy vzdušného prostoru."
    },
    {
        "text_otazky": "Co je to inklinace?",
        "moznosti": {
            "A": "je to úhel mezi zeměpisným a magnetickým severem",
            "B": "je to úhel, o který by se sklonila magnetka kompasu, pokud by na ní nebylo závažíčko",
            "C": "je to úhel chyby kompasu"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1186,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Správná odpověď B definuje magnetickou inklinaci (známou také jako magnetický sklon nebo dip). Inklinace je úhel, který svírají siločáry zemského magnetického pole s horizontální rovinou. Kompasová střelka, pokud by byla volně zavěšena a neměla závažíčko pro horizontální vyvážení, by se sklonila ve směru těchto siločar k zemským magnetickým pólům. V leteckých kompasech se tento jev kompenzuje vyvažovacími závažíčky, ale zároveň vede k chybám kompasu při zrychlování, zpomalování a zatáčení (tzv. akcelerační a turn error). Možnost A popisuje magnetickou deklinaci (variaci), což je úhel mezi zeměpisným a magnetickým severem. Možnost C je příliš obecná."
    },
    {
        "text_otazky": "Do zakázaného prostoru (LK P) pilot:",
        "moznosti": {
            "A": "může vletět v rámci prostoru třídy G a E avšak nejvýše rychlostí 460 km/hod IAS",
            "B": "nesmí vletět pokud příslušný úřad nevydá zvláštní povolení",
            "C": "může vletět, nesmí jej však opustit"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1186,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Zakázaný prostor (Prohibited Area, označovaný např. LK P v České republice) je oblast vzdušného prostoru, ve které je let letadel zakázán. Vstup do takového prostoru je možný pouze na základě zvláštního povolení vydaného příslušným úřadem, což je velmi výjimečné. Možnosti A a C jsou nesmyslné, jelikož porušují základní definici a účel zakázaného prostoru. Správná odpověď B přesně vystihuje podstatu omezení v zakázaném prostoru."
    },
    {
        "text_otazky": "Výškoměr nastavený na hodnotu QFE letiště ukazuje po přistání na letišti:",
        "moznosti": {
            "A": "nadmořskou výšku vztažného bodu letiště",
            "B": "nulovou výšku",
            "C": "nadmořskou výšku prahu VPD tohoto letiště"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1180,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "QFE (Quarantined Field Elevation) je tlaková hodnota nastavená na výškoměru, která způsobí, že výškoměr ukazuje nulovou výšku, když je letadlo na referenčním bodě letiště (např. na zemi u ranveje). Po přistání na letišti, pokud je výškoměr správně nastaven na QFE daného letiště, bude proto ukazovat nulovou výšku, což znamená, že letadlo je na úrovni referenčního bodu letiště. Ostatní možnosti jsou nesprávné, protože QNH by ukazovalo nadmořskou výšku letiště a QFE není primárně nastaveno na práh VPD, ale na referenční bod."
    },
    {
        "text_otazky": "Horizontální červená čtvercová deska s jednou žlutou úhlopříčkou vyložená v signální (návěstní) ploše znamená?",
        "moznosti": {
            "A": "vzhledem ke špatnému stavu provozní plochy nebo z jakékoliv jiné příčiny je přistání zakázano",
            "B": "nezpůsobilost provozní plochy",
            "C": "vzhledem ke špatnému stavu provozní plochy nebo z jakékoliv jiné příčiny se musí přiblížení na přistání a přistání provádět zvláště opatrně"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 1177,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Daná vizuální pozemní návěst, horizontální červená čtvercová deska s jednou žlutou úhlopříčkou vyložená v signální ploše, je mezinárodně standardizovaný signál podle ICAO předpisů (např. Annex 2 – Pravidla létání). Tento signál informuje piloty, že z důvodu špatného stavu provozní plochy (např. dráhy, pojezdové dráhy) nebo z jiné příčiny je nutné provádět přiblížení na přistání a samotné přistání se zvláštní opatrností. Možnost A by znamenala úplný zákaz přistání, což by bylo signalizováno jiným znakem (např. dvě žluté úhlopříčky nebo blikající červené světlo). Možnost B je příliš obecná a nevyjadřuje konkrétní požadovanou akci. Správná odpověď C přesně odpovídá významu této návěsti v leteckých předpisech a provozních postupech."
    },
    {
        "text_otazky": "Informace o poloze CTR, TMA, LKR, LKP je možno získat",
        "moznosti": {
            "A": "v mapě ADAC",
            "B": "v oficiální navigační mapě ÚCL",
            "C": "v AIP ČR nebo platné letecké mapě"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1169,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď C je správná, protože AIP ČR (Aeronautical Information Publication České republiky) je primární oficiální zdroj informací o leteckém prostoru, včetně CTR, TMA, zakázaných (LKR) a omezených (LKP) oblastí. Platné letecké mapy (např. ICAO mapy) jsou grafické reprezentace těchto informací, které jsou odvozeny z AIP a jsou nezbytné pro vizuální orientaci pilotů. Obě tyto zdroje jsou oficiální a závazné pro letovou činnost. Možnost A je nesprávná, jelikož ADAC není oficiální letecká organizace. Možnost B je příliš obecná a AIP nebo konkrétní platná letecká mapa jsou přesnějšími specifikacemi oficiálních zdrojů."
    },
    {
        "text_otazky": "S výjimkou zvláštních letů VFR se lety VFR musí provádět tak, aby letadlo ve vzdušném prostoru třídy C pod FL 100 letělo při stejné nebo větší letové dohlednosti než:",
        "moznosti": {
            "A": "3 km",
            "B": "8 km",
            "C": "5 km"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1168,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká minimálních meteorologických podmínek pro VFR lety, konkrétně dohlednosti ve vzdušném prostoru třídy C pod letovou hladinou FL 100. Podle mezinárodních předpisů (ICAO Annex 2) a národní legislativy je pro standardní VFR lety ve vzdušném prostoru třídy C (a také D, E, F, G) pod FL 100 požadovaná minimální letová dohlednost 5 km. Možnost A (3 km) platí pro speciální VFR nebo pro VFR lety při rychlosti nepřesahující 140 KIAS na nebo pod 3000 stop AMSL nebo 1000 stop AGL (což je vyšší), a možnost B (8 km) platí pro VFR lety nad FL 100."
    },
    {
        "text_otazky": "Může být celkový a statický tlak do rychloměru přiveden z jiného zařízení než z Pitot-statické trubice?",
        "moznosti": {
            "A": "nemůže",
            "B": "může",
            "C": "absolutně nesmí"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1163,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Letouny jsou často vybaveny záložními Pitot-statickými systémy (např. pro záložní přístroje) nebo alternativními statickými porty. V případě poruchy primárního Pitot-statického systému nebo zablokování jeho otvorů, je možné přepnout na záložní Pitot-statickou sondu nebo využít alternativní statický port (např. uvnitř kabiny). To umožňuje, aby se celkový a statický tlak pro rychloměr získával z jiného zdroje či zařízení, než je primární Pitot-statická trubice, a zajistí tak nepřetržitou informaci o rychlosti, byť s potenciální mírnou nepřesností u alternativních zdrojů."
    },
    {
        "text_otazky": "Středovým poledníkem nultého časového pásma je:",
        "moznosti": {
            "A": "poledník, procházející hvězdárnou v Greenwich v Anglii",
            "B": "poledník, procházející městem Oford v Anglii",
            "C": "poledník procházející severním zeměpisným pólem"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1159,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "Nultý poledník (Prime Meridian), který definuje střed nultého časového pásma (Universal Coordinated Time - UTC), je mezinárodně uznáván jako poledník procházející Královskou observatoří v Greenwich v Anglii. Odtud se odvozují všechny ostatní časové zóny a zeměpisné délky, což je základní koncept v navigaci a určování času."
    },
    {
        "text_otazky": "Letištní provozní zóna (ATZ) má tyto rozměry:",
        "moznosti": {
            "A": "kružnice 5,5 NM (10 km) do nadmořské výšky 4 000 ft (1200 m)",
            "B": "kruh o poloměru 3 NM (5,5 km), vertikálně od země do nadmořské výšky 4000ft (1200 m)",
            "C": "kruh o průměru 3NM (5,5 km) do nadmořské výšky 4000ft (1200 m)"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1155,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď B přesně popisuje standardní rozměry letištní provozní zóny (ATZ) podle leteckých předpisů. ATZ je definována jako kruh o poloměru 3 námořních mil (NM), což odpovídá přibližně 5,5 kilometrům, se středem v referenčním bodě letiště. Vertikálně se rozprostírá od země (povrchu) do nadmořské výšky 4000 stop (přibližně 1200 metrů). Možnost A uvádí nesprávný poloměr 5,5 NM, zatímco možnost C chybně uvádí průměr 3 NM namísto poloměru."
    },
    {
        "text_otazky": "Omezený prostor (LK R) je prostor, který pilot:",
        "moznosti": {
            "A": "může proletět za splnění stanovených podmínek",
            "B": "nesmí proletět",
            "C": "musí proletět"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1155,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Omezený prostor (Restricted Area, označený v ČR jako LK R) je definován jako vzdušný prostor s vymezenými rozměry nad pevninou nebo mezinárodními vodami, ve kterém jsou letové činnosti omezeny stanovenými podmínkami. To znamená, že pilot do něj může vstoupit nebo jím proletět, ale pouze za předpokladu, že splní specifické podmínky, které jsou obvykle uvedeny v leteckých informacích (AIP). Na rozdíl od zakázaného prostoru (Prohibited Area), do kterého je vstup striktně zakázán, omezený prostor umožňuje vstup po splnění určitých kritérií, jako je například získání povolení od příslušného orgánu, let v konkrétní čas, nebo dodržení specifických procedur."
    },
    {
        "text_otazky": "Pádová rychlost ultralehkého letounu může být nejvýše:",
        "moznosti": {
            "A": "55 km/ hod",
            "B": "65 km/hod",
            "C": "75 km/hod"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1153,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká maximální povolené pádové rychlosti pro ultralehké letouny (UL), což je definováno leteckými předpisy. Pro ultralehké letouny v mnoha zemích, včetně České republiky, je tato rychlost omezena na maximálně 65 km/h (nebo ekvivalent 35 uzlů IAS) v přistávací konfiguraci. Tento limit je klíčový pro klasifikaci letounu jako ultralehkého a pro zajištění jeho bezpečných letových vlastností při nízkých rychlostech, zejména během vzletu a přistání."
    },
    {
        "text_otazky": "Nultý poledník je:",
        "moznosti": {
            "A": "poledník neprocházející hvězdárnou v Greenwich, ovšem pouze na malé kružnici",
            "B": "poledník, zvaný též základní, procházející hvězdárnou v Greenwich v Anglii",
            "C": "poledník, na kterém se zeměpisná šířka i délka rovnají 0"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1137,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Nultý poledník, známý též jako základní nebo Greenwichský poledník, je mezinárodně uznaná referenční čára, která definuje 0° zeměpisné délky. Prochází Královskou observatoří v Greenwichi v Anglii a slouží jako východisko pro měření všech ostatních zeměpisných délek. Možnost A je nesprávná, protože poledník Greenwich prochází, a C je nepřesná, protože na nultém poledníku je pouze zeměpisná délka rovna 0°, nikoli zeměpisná šířka."
    },
    {
        "text_otazky": "Osa zemská je myšlená přímka středem země kolmá na rovník. Místa, kde protíná povrch země se nazývají póly (točny). Jsou to póly:",
        "moznosti": {
            "A": "zeměpisné",
            "B": "magnetické",
            "C": "totožné"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1119,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "V otázce je popsána osa zemská, která prochází středem Země kolmo na rovník. Body, kde tato osa protíná povrch Země, jsou definicí zeměpisných pólů (severního a jižního zeměpisného pólu). Magnetické póly se od zeměpisných liší a jejich poloha není totožná s osou rotace Země. Proto je správná odpověď A – zeměpisné."
    },
    {
        "text_otazky": "Platný pilotní průkaz musí mít pilot u sebe:",
        "moznosti": {
            "A": "při přeletu",
            "B": "při každém letu",
            "C": "při mimoletištním letu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1091,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Dle leteckých předpisů, které upravují provoz letadel a práva a povinnosti pilotů (např. ICAO Annex 1 nebo evropské nařízení (EU) 1178/2011 Part-FCL), musí mít pilot u sebe platný pilotní průkaz a příslušné doklady (jako je osvědčení zdravotní způsobilosti) vždy, když vykonává privilegia svého průkazu, což znamená při každém letu, ve kterém působí jako pilot. Tím je zajištěno, že může kdykoli na požádání předložit své oprávnění k létání. Možnosti A a C jsou příliš omezující, jelikož tato povinnost platí pro všechny typy letů."
    },
    {
        "text_otazky": "Čas se udává:",
        "moznosti": {
            "A": "v hod, min, sec s tím, že minuta začíná ve 30.sec předchozí minuty a končí ve 30.sec následující minuty",
            "B": "ve stupních",
            "C": "v hod, min, sec s tím, že minuta začíná 1.sec a končí 60.sec"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1082,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Správná odpověď C popisuje standardní a mezinárodně uznávané vyjádření času, kde každá minuta začíná první sekundou a končí šedesátou sekundou. Tato jednoznačná definice je klíčová pro přesné a konzistentní udávání času v letectví, což je nezbytné pro bezpečnost a efektivitu provozu (např. při letových plánech, radiokomunikaci, meteorologických hlášeních). Možnost A zavádí neexistující a matoucí definici minuty, zatímco možnost B je zcela nesouvisející, protože stupně se používají k měření úhlů, nikoliv času."
    },
    {
        "text_otazky": "Úhel snosu je:",
        "moznosti": {
            "A": "rozdíl ve stupních mezi Kz a směrem větru",
            "B": "úhlový rozdíl mezi severem zeměpisným a magnetickým",
            "C": "úhel mezi podélnou osou letadla a tratí letěnou"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1082,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Úhel snosu je definován jako úhlový rozdíl mezi podélnou osou letadla (směrem, kam je letadlo natočeno, tedy jeho kurzem nebo směrem letu vzhledem ke vzduchu) a tratí letěnou nad zemí (směrem, kterým se letadlo skutečně pohybuje vzhledem k zemi). Tento úhel vzniká v důsledku boční složky větru. Pilot musí letadlo natočit proti větru (úhel vybočení, anglicky 'crab angle'), aby udržel požadovanou trať nad zemí, a úhel snosu je pak úhel mezi podélnou osou letadla a touto výslednou tratí."
    },
    {
        "text_otazky": "Vychýlením řídící páky vlevo se:",
        "moznosti": {
            "A": "vychýlí levé křidélko nahoru, pravé dolů a letadlo se nakloní doleva",
            "B": "vychýlí levé křidélko nahoru, pravé dolů a letadlo se nakloní doprava",
            "C": "vychýlí levé křidélko dolů, pravé nahoru a letadlo se nakloní doleva"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1080,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Pohybem řídící páky vlevo se ovládají křidélka (ailerons). Křidélko na levém křídle se vychýlí nahoru, čímž se snižuje vztlak na levé straně. Křidélko na pravém křídle se vychýlí dolů, čímž se zvyšuje vztlak na pravé straně. Tato nerovnováha vztlaku způsobí naklonění (roll) letadla doleva."
    },
    {
        "text_otazky": "Která z dále uvedených podmínek je nejdůležitější pro srovnávací navigaci?",
        "moznosti": {
            "A": "dobrá mapa a orientační schopnosti pilota",
            "B": "zkušenost pilota a jeho odhad",
            "C": "navigační příprava před letem, mapa, viditelnost země"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1077,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Správná odpověď C je nejobsáhlejší a zahrnuje všechny klíčové aspekty pro úspěšnou srovnávací navigaci (pilotáž). Navigační příprava před letem je naprosto zásadní pro plánování trasy, identifikaci orientačních bodů a pochopení terénu. Mapa je základním nástrojem pro porovnávání toho, co pilot vidí, s grafickým znázorněním. Viditelnost země je pak esenciální podmínkou, jelikož srovnávací navigace je vizuální metoda a bez dobré viditelnosti orientačních bodů na zemi je nemožná. Možnosti A a B jsou důležité, ale nejsou tak komplexní jako C, která kombinuje přípravu, nástroj i nezbytnou podmínku prostředí."
    },
    {
        "text_otazky": "Spodní hranici řízeného okrsku (CTR) tvoří:",
        "moznosti": {
            "A": "stanovená výška nad mořem",
            "B": "povrch země",
            "C": "horní hranice třídy G"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1074,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Řízený okrsek (CTR) je určen k ochraně letů ve fázi přiblížení a odletu na letištích. Z tohoto důvodu se CTR vždy rozprostírá od povrchu země (nebo vodní plochy) až do stanovené horní hranice. Tím je zajištěna kontrola a řízení letového provozu bezprostředně nad letištěm a v jeho blízkosti."
    },
    {
        "text_otazky": "Jaký pohyb řídící pákou musí pilot vykonat, aby letadlo přešlo do letu na menším úhlu náběhu, jak se při tom vychýlí výškové kormidlo?",
        "moznosti": {
            "A": "přitáhnout řídící páku, výškovké kormidlo se vychýlí nahoru",
            "B": "tlačit na řídící páku, výškové kormidlo se vychýlí dolů",
            "C": "tlačit na řídící páku, výškové kormidlo se vychýlí nahoru"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1071,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-17",
        "kategorie": "Principy letu",
        "vysvetleni": "Pro přechod do letu na menším úhlu náběhu je potřeba snížit nos letadla. Toho se dosáhne tlačením na řídící páku (neboli 'dopředným tlakem' na knipl/berany), což způsobí vychýlení výškového kormidla dolů. Vychýlené výškové kormidlo dolů zvýší vztlak na ocase letadla, čímž se nos letadla sklopí dolů a dojde ke snížení úhlu náběhu."
    },
    {
        "text_otazky": "Letecká mapa by měla být věrohodná především:",
        "moznosti": {
            "A": "v tratích a plochách",
            "B": "v úhlech a vzdálenostech",
            "C": "v plochách"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1070,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Letecké mapy jsou primárně určeny pro navigaci, kde je zásadní přesné určení směru letu (kurzu/úhlu) a uražené vzdálenosti. Zkreslení úhlů by vedlo k chybám v kurzu a ložiscích, zatímco zkreslení vzdáleností by ovlivnilo výpočty času, spotřeby paliva a odhadu polohy. Proto je věrohodné zobrazení úhlů a vzdáleností klíčové pro bezpečnou a přesnou leteckou navigaci. Mnohé letecké mapové projekce (např. Lambertova kuželová konformní) jsou koncipovány tak, aby v daných oblastech minimalizovaly zkreslení úhlů a vzdáleností."
    },
    {
        "text_otazky": "Při letech na neřízené letiště nebo když se nepodaří navázat radiospojení se stanovištěm AFIS daného letiště, je velitel letadla vybaveného radiostanicí povinen:",
        "moznosti": {
            "A": "přistát na daném letišti bez spojení",
            "B": "vysílat hlášení na příslušném kmitočtu daného letiště zprávu obsahující značku letadla, výšku, místo vstupu do letové zóny ATZ, místo zařazení do okruhu a polohy na okruhu",
            "C": "odletět na náhradní letiště"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1066,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Správná odpověď B popisuje standardní provozní postup při letech na neřízená letiště nebo v případě selhání rádiového spojení. Velitel letadla vybaveného radiostanicí je v takovém případě povinen vysílat tzv. 'blind transmission' (slepé hlášení) na příslušné frekvenci. Tato hlášení slouží k informování ostatního provozu v okolí letiště o poloze, výšce a záměrech letadla (vstup do ATZ, zařazení do okruhu, polohy na okruhu), čímž se zvyšuje situační povědomí a bezpečnost letového provozu i bez přímého spojení s AFIS nebo řízením letového provozu. Možnosti A a C představují buď nebezpečný postup (přistání bez informování) nebo až krajní řešení (odlet na náhradní letiště), nikoli primární povinnost."
    },
    {
        "text_otazky": "Letecké navigaci vyhovují nejlépe mapy, které:",
        "moznosti": {
            "A": "jsou v měřítku 1 : 500 000",
            "B": "věrně zobrazují topografickou situaci a úhly",
            "C": "mají přesné úhly"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1061,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Pro leteckou navigaci jsou klíčové mapy, které přesně zobrazují terénní prvky (topografickou situaci) pro vizuální orientaci a pilotáž, a zároveň věrně zachovávají úhly (tzv. konformní zobrazení). Zachování úhlů je nezbytné pro přesné určování směrů a kurzů, což je fundamentální pro plánování letu a samotnou navigaci, ať už jde o práci s radiomajáky nebo o odpočtovou navigaci. Možnost C je sice správná, ale je pouze podčástí komplexnějšího a přesnějšího popisu v možnosti B, která zahrnuje i důležitou topografickou přesnost. Možnost A uvádí konkrétní měřítko, které je vhodné pro určité typy navigace (např. VFR), ale není obecnou definicí nejvhodnější mapy pro všechny navigační potřeby."
    },
    {
        "text_otazky": "Obsahuje letová příručka provozní omezení?",
        "moznosti": {
            "A": "podle rozhodnutí provozovatele",
            "B": "ano",
            "C": "ne"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1058,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Letová příručka (Aircraft Flight Manual - AFM nebo Pilot's Operating Handbook - POH) je povinný dokument pro každé certifikované letadlo, schválený příslušným leteckým úřadem (např. EASA, FAA). Obsahuje nezbytné informace pro bezpečnou a legální provoz letadla, včetně kapitoly věnované 'Provozním omezením' (Operating Limitations). Tato omezení (např. maximální rychlosti, hmotnosti, provozní limity motoru, povolené letové obálky) jsou stanovena během certifikace letadla a jsou závazná pro všechny provozovatele a piloty, aby zajistila trvalou letovou způsobilost a bezpečnost. Nejsou předmětem rozhodnutí provozovatele, ale jsou základní součástí typového osvědčení letadla."
    },
    {
        "text_otazky": "Vyšlápnutím pravého pedálu směrového řízení:",
        "moznosti": {
            "A": "se vychýlí směrové kormidlo doprava, letadlo zatočí doleva",
            "B": "se vychýlí směrové kormidlo doprava, letadlo zatočí doprava",
            "C": "se vychýlí směrové kormidlo doleva, letadlo zatočí doprava"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1057,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vyšlápnutím pravého pedálu směrového řízení se vychýlí směrové kormidlo (rudder) doprava. Tato akce vytváří aerodynamickou sílu, která tlačí ocas letadla doleva, což způsobí, že se příď letadla stočí (yaw) doprava. Celkově tedy letadlo zatočí doprava."
    },
    {
        "text_otazky": "Jaký pohyb řídící pákou musí pilot vykonat, aby letadlo přešlo do letu na větším úhlu náběhu, jak se při tom vychýlí výškové kormidlo?",
        "moznosti": {
            "A": "tlačit na řídící páku, výškové kormidlo se vychýlí nahoru",
            "B": "tlačit na řídící páku, výškové kormidlo se vychýlí dolů",
            "C": "přitáhnout řídící páku, výškové kormidlo se vychýlí nahoru"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1056,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Pro převedení letadla do letu na větším úhlu náběhu, což znamená zvýšení úhlu, pod kterým křídlo protíná proudící vzduch, je nutné zvednout nos letadla. Tohoto se dosáhne přitažením řídící páky (nebo jha) k sobě. Tento pohyb způsobí vychýlení výškového kormidla (elevátoru) směrem nahoru. Vychýlené výškové kormidlo vytváří aerodynamickou sílu, která tlačí ocas letadla dolů a tím se nos letadla zvedá, čímž se zvětšuje úhel náběhu."
    },
    {
        "text_otazky": "Jaký je druhotný účinek směrového řízení a co je jeho příčinou?",
        "moznosti": {
            "A": "klopení ve smyslu „na ocas“, protože při zatočení letadla je na jeho vnějším křídle větší vztlak",
            "B": "klonění, protože vnější křídlo má při zatáčení větší vztlak, než vnitřní",
            "C": "klonění, protože vnitřní křídlo má při zatáčení větší vztlak, než vnější"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1054,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Sekundárním účinkem směrového řízení (rudderu) je klonění (roll). Když se letadlo stočí směrovým řízením (yaw), vnější křídlo se pohybuje vzduchem rychleji než vnitřní křídlo. Tato vyšší rychlost proudění vzduchu přes vnější křídlo vytváří větší vztlak na vnějším křídle ve srovnání s vnitřním křídlem. Rozdíl ve vztlaku pak způsobí klonivý moment (rolling moment), který letadlo nakloní (roll) ve směru zatočení. Možnost B přesně popisuje tento jev: 'klonění, protože vnější křídlo má při zatáčení větší vztlak, než vnitřní'."
    },
    {
        "text_otazky": "Nastavením vhodné výchylky vyvažovací plošky výškového kormidla se:",
        "moznosti": {
            "A": "odstraní působení síly v řízení",
            "B": "ustaví správná poloha těžiště",
            "C": "zvýší vztlak"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1043,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Vyvažovací ploška (trim tab) na výškovém kormidle slouží k odstranění síly, kterou by pilot musel neustále vyvíjet na řídicí páku (nebo volant) pro udržení určité rychlosti, výšky nebo podélné polohy letadla. Nastavením vhodné výchylky této plošky se vyváží aerodynamické síly působící na výškové kormidlo, což pilotovi umožní letět 'bez držení' (hands-off) v požadovaném režimu letu a výrazně snižuje jeho pracovní zatížení. Možnost B je nesprávná, protože vyvažovací ploška neovlivňuje polohu těžiště. Možnost C je rovněž nesprávná, protože hlavní funkcí vyvažovací plošky není zvýšení vztlaku, ale vyrovnání řídicích sil."
    },
    {
        "text_otazky": "Ve vzdušném prostoru G se požadavek na spojení?",
        "moznosti": {
            "A": "nevyžaduje",
            "B": "vyžaduje, musí být stálé obousměrné",
            "C": "vyžaduje se nad 150 m nad terénem"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1043,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Vzdušný prostor třídy G je nekontrolovaný vzdušný prostor. V tomto typu vzdušného prostoru se po VFR letech (lety za viditelnosti) obecně nevyžaduje navázání rádiového spojení s řízením letového provozu (ATC). Piloti zde létají primárně na principu 'vidět a vyhnout se'. Zatímco komunikace s jinými letadly na společných frekvencích (např. AFIS nebo UNICOM) je doporučena pro zvýšení situačního povědomí, oficiální požadavek na spojení s ATC neexistuje. Proto je odpověď A správná."
    },
    {
        "text_otazky": "Jaký účinek má pevná ploška na kormidle?",
        "moznosti": {
            "A": "hmotové vyvážení kormidel",
            "B": "v určitém režimu letu odstraní působení sil v řízení",
            "C": "oddálení odtržení proudění při přetažení"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1040,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Pevná (často pozemně nastavitelná) ploška na kormidle slouží k aerodynamickému vyvážení letadla. Jejím cílem je vytvořit malou, konstantní aerodynamickou sílu, která v určitém režimu letu (např. při cestovní rychlosti nebo určitém nastavení výkonu) neutralizuje síly působící na hlavní kormidlo. Díky tomu pilot nemusí neustále vyvíjet sílu na řídicí páku nebo pedály, aby udržel požadovanou polohu letadla, což odstraňuje působení sil v řízení a snižuje únavu pilota."
    },
    {
        "text_otazky": "Sací a výfukové ventily jsou u motoru?",
        "moznosti": {
            "A": "čtyřdobého",
            "B": "turbohřídelového",
            "C": "turbínového"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1039,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Sací a výfukové ventily jsou klíčovými komponenty pístových motorů, které pracují na čtyřdobém cyklu. Tyto ventily řídí proudění nasávané směsi (vzduch/palivo) do válce a odvod spalin z válce. Turbínové a turbohřídelové motory jsou typy proudových motorů, které pracují na principu kontinuálního proudění a nemají sací ani výfukové ventily v klasickém smyslu jako pístové motory."
    },
    {
        "text_otazky": "Klikový mechanismus slouží pro:",
        "moznosti": {
            "A": "převod pohybu přímočarého – vratného na pohyb otáčivý",
            "B": "roztáčení motoru (startování)",
            "C": "otvírání klikové skříně"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1038,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Klikový mechanismus (sestávající z klikové hřídele, ojnic a pístů) je základním prvkem pístových motorů, včetně těch leteckých. Jeho primární funkcí je převádět přímočarý vratný pohyb pístů (způsobený expanzí plynů po spalování paliva) na rotační pohyb klikové hřídele. Tento rotační pohyb je pak dále využíván k pohonu vrtule nebo generátorů. Možnost A přesně popisuje tuto základní mechanickou transformaci."
    },
    {
        "text_otazky": "Ploška na výškovém kormidle, která se automaticky vychyluje v závislosti na výchylce výškovky v opačném smyslu se nazývá:",
        "moznosti": {
            "A": "jen vyvažovací",
            "B": "odlehčovací ploška, jejímž účelem je zmenšení sil v řízení",
            "C": "osové odlehčení"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 1031,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Otázka popisuje funkci takzvané odlehčovací plošky (často nazývané i servo-ploška nebo balanční ploška). Tato malá ploška je umístěna na odtokové hraně hlavních řídicích ploch (zde výškového kormidla) a automaticky se vychyluje v opačném směru vzhledem k výchylce hlavní plochy. Jejím hlavním účelem je generovat aerodynamickou sílu, která pomáhá pilotovi vychylovat hlavní řídicí plochu, čímž výrazně snižuje síly, které musí pilot vyvinout na řídicí páku. Tím je dosaženo snadnějšího a méně fyzicky náročného řízení letounu. Možnost A (jen vyvažovací) je chybná, jelikož vyvažovací ploška (trim tab) je ovládána pilotem k udržení stálé polohy bez nutnosti neustálého vyvíjení síly, nikoli k automatickému snižování ovládacích sil. Možnost C není standardním termínem pro popisovaný mechanismus."
    },
    {
        "text_otazky": "Jsou motory montované do SLZ 100% spolehlivé?",
        "moznosti": {
            "A": "nejsou",
            "B": "jsou, když se s nimi zachází opatrně",
            "C": "když se dodrží předepsané prohlídky tak jsou"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1027,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Žádný mechanický systém, včetně leteckých motorů, nemůže být považován za 100% spolehlivý. Vždy existuje teoretická i praktická možnost selhání v důsledku únavy materiálu, výrobních vad, konstrukčních omezení nebo nepředvídaných okolností, a to i při pečlivé údržbě a obezřetném zacházení. Bezpečnostní filozofie v letectví je založena na tomto pochopení a vyžaduje záložní systémy, nouzové postupy a přísnou údržbu, aby se zmírnila rizika spojená s potenciálními poruchami, namísto předpokládání absolutní spolehlivosti."
    },
    {
        "text_otazky": "Jaký účinek má vychýlení řídící páky doprava?",
        "moznosti": {
            "A": "letadlo se nakloní doprava, začne bočit doleva a v důsledku toho začne zatáčet doprava",
            "B": "letadlo se nakloní doprava, začne bočit doprava a v důsledku toho začne zatáčet doleva",
            "C": "letadlo se nakloní doprava, začne bočit doprava a v důsledku toho začne zatáčet doprava"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1026,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vychýlení řídící páky (nebo volantu) doprava způsobí vychýlení křidélek – pravé křidélko se zvedne a levé se sklopí. To vede ke snížení vztlaku na pravém křídle a zvýšení vztlaku na levém křídle. Hlavním důsledkem je, že se letadlo nakloní doprava (roll). Jakmile se letadlo nakloní, horizontální složka vztlaku začne působit jako dostředivá síla, která letadlo táhne do zatáčky doprava. I když primární použití křidélek může způsobit počáteční nežádoucí bočení doleva (tzv. záporné bočení, anglicky adverse yaw), celkový a zamýšlený efekt je naklonění a následné zatáčení doprava, což zahrnuje i bočení nosem doprava (tzv. kladné bočení) jako součást zatáčky. Možnost C tedy popisuje komplexní a zamýšlený manévr, kde naklonění doprava vede k bočení a zatáčení doprava."
    },
    {
        "text_otazky": "Je-li dáván příkaz letadlu na zemi orgánem letištní služby řízení světelným návěstím, potom řada červených světelných záblesků znamená:",
        "moznosti": {
            "A": "bez ohledu na předešlé pokyny zatím stůjte",
            "B": "vraťte se na místo odkud jste vyjel",
            "C": "opusťte přistávací plochu v používání"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1014,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká standardních signálů používaných orgány letištní služby řízení (ATC) k řízení letadel na zemi, což je definováno v leteckých předpisech (např. ICAO Annex 2 – Pravidla létání a související národní předpisy). Řada červených světelných záblesků, směřovaná na letadlo na zemi, znamená 'opusťte přistávací plochu v používání'. Ostatní možnosti odpovídají jiným světelným signálům: stálé červené světlo znamená 'zastavte', a řada zelených záblesků znamená 'vraťte se na místo odkud jste vyjel'."
    },
    {
        "text_otazky": "Spalovací motory jsou:",
        "moznosti": {
            "A": "šestidobé",
            "B": "dvoudobé a čtyřdobé",
            "C": "osmidobé"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1014,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Interní spalovací motory, široce používané v letectví i mimo něj, se primárně dělí na dvoudobé (vykonají jeden pracovní cyklus ve dvou zdvizích pístu) a čtyřdobé (vykonají jeden pracovní cyklus ve čtyřech zdvizích pístu). Čtyřdobé motory jsou nejrozšířenější v letadlech všeobecného letectví díky své účinnosti a spolehlivosti, zatímco dvoudobé motory se nacházejí v některých menších letadlech nebo speciálních aplikacích. Možnosti šestidobých a osmidobých motorů nejsou běžnými ani standardními typy spalovacích motorů v kontextu letectví."
    },
    {
        "text_otazky": "Dekarbonizací motoru se rozumí:",
        "moznosti": {
            "A": "odstranění karbonu ze spalovacího prostoru",
            "B": "odstranění karbonu z tlumiče výfuku",
            "C": "očištění vnější částí motoru od karbonu a usazenin"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1013,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Dekarbonizace motoru je specifický úkon údržby zaměřený na odstranění usazenin karbonu z vnitřních částí motoru. Nejkritičtější a nejzásadnější pro správnou funkci, výkon a životnost motoru je odstranění karbonu právě ze spalovacího prostoru, kde se tvoří na pístech, ventilech a stěnách válců. Tyto usazeniny mohou vést ke snížení komprese, špatnému spalování, přehřívání, předzápalům a dalším problémům. Odstranění karbonu z tlumiče výfuku (B) nebo očištění vnějších částí motoru (C) jsou buď méně kritické, nebo se nejedná o proces dekarbonizace motoru v užším, technickém smyslu, který cílí na obnovu optimálního chodu spalovacího cyklu."
    },
    {
        "text_otazky": "Průměrná spotřeba = 21 l/h, doba letu 2°10‘:",
        "moznosti": {
            "A": "spotřebujete 52 l",
            "B": "spotřebujete 42 l",
            "C": "spotřebujete 45,5 l"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 1011,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Otázka vyžaduje výpočet celkové spotřeby paliva na základě průměrné hodinové spotřeby a doby letu. Doba letu 2 hodiny a 10 minut se převede na hodiny (2 + 10/60 = 2 + 1/6 = 13/6 hodiny). Celková spotřeba se pak vypočítá jako 21 l/h * (13/6) h = 45,5 l. Tyto výpočty jsou klíčovou součástí plánování letu a správy letových výkonů."
    },
    {
        "text_otazky": "Pro výpočet doby letu z VBT (výchozí bod trati) do KBT (koncový bod trati) použijeme:",
        "moznosti": {
            "A": "traťovou rychlost – W (TR)",
            "B": "indikovanou vzdušnou rychlost - IAS",
            "C": "pravou vzdušnou rychlost - TAS"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 1010,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Pro výpočet doby letu mezi dvěma body na zemi (VBT a KBT) je nutné použít rychlost, kterou se letoun pohybuje vzhledem k zemi. Tato rychlost se nazývá traťová rychlost (Groundspeed – GS nebo TR). Traťová rychlost zohledňuje vliv větru na pravou vzdušnou rychlost (TAS) a určuje, jak rychle letoun urazí danou vzdálenost po zemi. Ostatní rychlosti (indikovaná vzdušná rychlost – IAS a pravá vzdušná rychlost – TAS) nezohledňují vliv větru, a proto nejsou vhodné pro přesný výpočet času potřebného k překonání pozemní vzdálenosti."
    },
    {
        "text_otazky": "Kontakty akumulátoru se značí?",
        "moznosti": {
            "A": "kladný (+) modře, záporný (–) červeně",
            "B": "kladný (+) červeně, záporný (–) modře",
            "C": "kladný (–) červeně, záporný (+) modře"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 1009,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Tato otázka se týká standardního barevného značení elektrických kontaktů, konkrétně akumulátoru, což je základní znalost součástí a systémů letadla. V leteckých i obecných elektrických systémech je mezinárodně přijatou konvencí značit kladný (+) pól červenou barvou a záporný (–) pól modrou nebo černou barvou, aby se předešlo záměně při zapojování a údržbě."
    },
    {
        "text_otazky": "Jaké znáte druhy reduktorů?",
        "moznosti": {
            "A": "s ozubenými koly nebo se řemenem",
            "B": "se řemenem",
            "C": "s ozubenými koly"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1003,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Reduktory (neboli převodovky) jsou mechanická zařízení sloužící ke snížení otáček a zvýšení točivého momentu. V letectví se používají například pro redukci otáček vrtule, aby se zajistila optimální účinnost vrtule a správné otáčky motoru. Nejčastějším typem reduktorů v letadlech, zejména u pístových a turbovrtulových motorů pro pohon vrtule, jsou reduktory s ozubenými koly, které jsou robustní a efektivní pro přenos vysokých výkonů. Reduktory se řemenem se sice méně často používají pro primární pohon vrtule v certifikovaných letadlech, ale nacházejí uplatnění u některých experimentálních letadel, ultralightů, nebo pro pohon pomocných systémů a agregátů (např. alternátorů či čerpadel). Odpověď A je proto správná, neboť zahrnuje oba základní principy, jakými mohou být reduktory konstruovány."
    },
    {
        "text_otazky": "Prostor typu LKP sahá",
        "moznosti": {
            "A": "od země do různých výšek (viz AIP nebo platná letecká mapa)",
            "B": "od země do FL 125",
            "C": "od 150m AGL do 1500m AMSL"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 1001,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká rozsahu specifického typu vzdušného prostoru. Vzdušné prostory, které nejsou standardizovanými třídami (jako třídy A-G), ale jsou definovány pro konkrétní účely (např. omezené prostory, nebezpečné prostory nebo regionálně specifické prostory jako 'LKP', pokud je to místní označení pro určitý typ zóny), nemají univerzálně pevně dané vertikální hranice. Jejich přesné rozměry (horizontální i vertikální) jsou vždy individuálně specifikovány a publikovány v oficiálních leteckých dokumentech, jako je Letecká informační příručka (AIP) nebo na platných leteckých mapách. Proto je správná odpověď A, která odráží tuto variabilitu a potřebu ověření v oficiálních zdrojích."
    },
    {
        "text_otazky": "Prostor třídy E sahá do výšky",
        "moznosti": {
            "A": "FL 125 (3800 m)",
            "B": "FL 95 (2900 m)",
            "C": "FL 85 (2600 m)"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 999,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "V souladu s leteckými předpisy (např. ICAO Annex 11 a národní implementace, jako je česká AIP) se prostor třídy E v mnoha oblastech, včetně České republiky, obvykle rozprostírá od své spodní hranice (která se liší, např. 1000 ft AGL) až do výšky FL 95 (Flight Level 95). To odpovídá 9500 stopám standardní tlakové nadmořské výšky, což je přibližně 2900 metrů. Nad touto výškou se prostor zpravidla mění na jinou třídu (např. G nebo C), nebo má specifické omezení."
    },
    {
        "text_otazky": "Řadový invertní motor je:",
        "moznosti": {
            "A": "s protilehlými písty",
            "B": "s hlavami válců dolů a v řadě za sebou",
            "C": "s hlavami válců nahoru, které jsou v řadě za sebou"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 995,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Řadový invertní motor je typ pístového leteckého motoru, u kterého jsou válce uspořádány v jedné řadě ('řadový') a jsou otočeny tak, že hlavy válců směřují dolů (k zemi nebo k podvozku), zatímco kliková hřídel je umístěna nahoře. Toto uspořádání poskytuje lepší výhled z kokpitu a může vést k nižšímu těžišti. Možnost B přesně popisuje tuto konfiguraci."
    },
    {
        "text_otazky": "10 cm na mapě 1 : 200 000 odpovídá ve skutečnosti:",
        "moznosti": {
            "A": "20 km",
            "B": "50 km",
            "C": "200 km"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 989,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Měřítko mapy 1 : 200 000 znamená, že 1 jednotka na mapě odpovídá 200 000 jednotkám ve skutečnosti. Pro výpočet skutečné vzdálenosti vynásobíme vzdálenost na mapě měřítkem: 10 cm * 200 000 = 2 000 000 cm. Následně převedeme centimetry na kilometry: 2 000 000 cm / 100 000 cm/km = 20 km. Proto 10 cm na mapě 1 : 200 000 odpovídá 20 km ve skutečnosti."
    },
    {
        "text_otazky": "Během letu zjistíte, že cílového letiště dosáhnete za 45 minut, zbytek LPH 10 l, průměrná spotřeba činí 15 l/h. Doletíte bez doplnění LPH na cílové letiště ?",
        "moznosti": {
            "A": "ne",
            "B": "ano, ale nezbude žádná rezerva paliva",
            "C": "ano"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 986,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Vypočítáme, kolik paliva je potřeba na zbývající let. Průměrná spotřeba činí 15 l/h, což je 15 litrů za 60 minut. Pro 45 minut letu je tedy potřeba (15 l / 60 min) * 45 min = 0,25 l/min * 45 min = 11,25 litrů paliva. Protože v letadle zbývá pouze 10 litrů LPH a k dokončení letu je potřeba 11,25 litrů, pilot nedoletí na cílové letiště bez doplnění paliva."
    },
    {
        "text_otazky": "Statické zatížení konstrukce letadla je definováno následovně:",
        "moznosti": {
            "A": "je to zatížení, jehož velikost se s časem nemění nebo se mění poměrně pomalu (vliv jeho časového průběhu je zanedbatelný)",
            "B": "je to zatížení při dlouhodobém stání letadla na zemi",
            "C": "je to zatížení, jehož velikost se z časem mění náhle, nebo skokově"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 983,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "V inženýrské mechanice a konstrukci letadel se 'statické zatížení' definuje jako zatížení, které je aplikováno pomalu nebo je konstantní, takže dynamické efekty (jako jsou setrvačné síly nebo vibrace) jsou zanedbatelné. Možnost A přesně vystihuje tuto definici, zatímco možnost C popisuje dynamické zatížení a možnost B je příliš úzká a nevystihuje plný inženýrský význam pojmu."
    },
    {
        "text_otazky": "Jaká pohonná jednotka se u SLZ používá?",
        "moznosti": {
            "A": "raketová",
            "B": "pístová",
            "C": "turbohřídelová"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 979,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "SLZ (Sportovní létající zařízení), známá také jako ultralighty, jsou primárně navržena pro jednoduchost, lehkost a efektivitu. Pístové motory (možnost B) jsou pro tento účel ideální, protože jsou relativně lehké, spolehlivé, cenově dostupné a snadno se udržují. Raketové motory (možnost A) se používají pro vesmírné lety nebo speciální vysokorychlostní aplikace, zatímco turbohřídelové motory (možnost C) jsou komplexnější, těžší a dražší, a používají se primárně u vrtulníků nebo větších turbovrtulových letadel, nikoliv u SLZ."
    },
    {
        "text_otazky": "U motoru OHV je vačková hřídel uložena?",
        "moznosti": {
            "A": "na hlavách ventilů",
            "B": "kombinovaně",
            "C": "v klikové skříni"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 977,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "U motorů s rozvodem OHV (Overhead Valve) je vačková hřídel umístěna v bloku motoru, typicky v klikové skříni, pod hlavami válců. Odtud ovládá ventily pomocí zdvihátek, tyček a vahadel. Možnost A by platila pro motory OHC (Overhead Camshaft), kde je vačková hřídel přímo v hlavě válců."
    },
    {
        "text_otazky": "Je-li dáván příkaz letadlu za letu orgánem letištní služby řízení světelným návěstím, potom stálé červené světlo znamená:",
        "moznosti": {
            "A": "letiště není bezpečné, nepřistávejte",
            "B": "uvolněte cestu jinému letadlu a pokračujte v letu na okruhu",
            "C": "vrať se na přistání"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 976,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Stálé červené světlo vysílané řídící věží směrem k letadlu za letu je mezinárodním standardem (dle ICAO Annex 2, Appendix 1) pro pokyn 'dejte přednost jinému letadlu a pokračujte v okruhu'. Tento signál informuje pilota, aby zůstal v okruhu a očekával další pokyny, obvykle kvůli jinému provozu, který má v danou chvíli přednost. Ostatní možnosti odpovídají jiným světelným signálům: 'Letiště není bezpečné, nepřistávejte' odpovídá přerušovanému červenému světlu a 'Vrať se na přistání' odpovídá přerušovanému zelenému světlu."
    },
    {
        "text_otazky": "9 cm na mapě 1 : 500 000 odpovídá ve skutečnosti:",
        "moznosti": {
            "A": "50 km",
            "B": "60 km",
            "C": "45 km"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 975,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Měřítko mapy 1 : 500 000 znamená, že 1 cm na mapě odpovídá 500 000 cm ve skutečnosti. Pro převod této vzdálenosti na kilometry: 500 000 cm = 5 000 metrů = 5 km. Jestliže 1 cm na mapě představuje 5 km, pak 9 cm na mapě odpovídá 9 * 5 km = 45 km."
    },
    {
        "text_otazky": "Horizontální rychlost se udává:",
        "moznosti": {
            "A": "v uzlech",
            "B": "ve stopách",
            "C": "v km/hod, v MPH, v uzlech (kts)"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 972,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Odpověď C je správná, protože horizontální rychlost se v letectví běžně udává ve všech třech jednotkách: v uzlech (kts), což je mezinárodní standard (zejména pro rychlost letu a rychlost vůči zemi), v kilometrech za hodinu (km/hod), což je běžné v některých zemích a pro některé typy letadel (např. VFR létání, lehké letouny), a v mílích za hodinu (MPH), které se používají především u starších letounů nebo v regionech s imperiálními jednotkami. Správné porozumění a používání těchto jednotek je klíčové pro výpočty letových výkonů a plánování."
    },
    {
        "text_otazky": "Během letu zjistíte, že Vám zbývá 17 l LPH při průměrné spotřebě 11 l/h. Toto množství LPH Vám vystačí na:",
        "moznosti": {
            "A": "1° 30‘",
            "B": "1° 10‘",
            "C": "1° 50‘"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 972,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Pro výpočet doby, po kterou vystačí zbývající palivo (endurance), se použije vzorec: Doba = Zbývající palivo / Spotřeba paliva. V tomto případě je to 17 litrů / 11 l/h = 1.5454 hodiny. Pro převod na hodiny a minuty: 1 hodina je celá část. Zbytek (0.5454 hodiny) se vynásobí 60, což dá 0.5454 * 60 = 32.72 minut. Nejbližší možností je 1 hodina a 30 minut (což je v kontextu otázky značeno jako 1° 30‘, kde 1° obvykle reprezentuje 1 hodinu a 1‘ reprezentuje 1 minutu). Spotřeba 11 l/h po dobu 1 hodiny a 30 minut (1.5 h) by spotřebovala 1.5 h * 11 l/h = 16.5 l, což je nejbližší hodnota k 17 l z nabízených možností."
    },
    {
        "text_otazky": "Vrstevnice (izohypsy) jsou uzavřené prostorové křivky spojující místa o stejné:",
        "moznosti": {
            "A": "deklinaci",
            "B": "záporné výšce, tzv. hloubnice",
            "C": "nadmořské výšce"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 966,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Vrstevnice (izohypsy) jsou základním kartografickým prvkem používaným na mapách, včetně leteckých map, k zobrazení terénu. Tyto křivky spojují všechna místa, která mají stejnou nadmořskou výšku. Pochopení vrstevnic je pro piloty klíčové pro správnou interpretaci terénu, plánování letové trasy a udržování situačního povědomí o výškách, což spadá pod oblast navigace."
    },
    {
        "text_otazky": "Zatížení letadla za letu může být:",
        "moznosti": {
            "A": "pouze dynamické",
            "B": "statické a dynamické",
            "C": "pouze statické"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 953,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Zatížení letadla za letu může být jak statické, tak dynamické. Statické zatížení zahrnuje stálé síly, jako je vlastní hmotnost letadla, paliva, nákladu a stabilní aerodynamické síly při neakcelerovaném letu. Dynamické zatížení vzniká v důsledku rychlých změn pohybu, například při manévrech, turbulencích, poryvech větru, přistáních nebo vzletech, které vytvářejí dodatečné setrvačné síly a nárazy. Proto je letadlo vystaveno oběma typům zatížení."
    },
    {
        "text_otazky": "Musí být jednotlivé spotřebiče v letadle jištěny (pojistkami)?",
        "moznosti": {
            "A": "ano",
            "B": "jen tam, kde je instalován odpovídač",
            "C": "ne"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 953,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Všechny elektrické spotřebiče a obvody v letadle musí být jištěny (pojistkami nebo jističi) proti přetížení a zkratu. Je to základní bezpečnostní požadavek pro prevenci požárů a ochranu elektrických systémů před poškozením. Zajišťuje to spolehlivost a bezpečnost provozu letadla. Tato ochrana je explicitně vyžadována leteckými předpisy pro konstrukci letadel."
    },
    {
        "text_otazky": "Prostor třídy G sahá v ČR do výšky",
        "moznosti": {
            "A": "300 m STD",
            "B": "300 m AMSL",
            "C": "300 m AGL"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 952,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď je C, protože v České republice (a v souladu s mezinárodními předpisy) se horní hranice vzdušného prostoru třídy G, což je nekontrolovaný vzdušný prostor, obvykle určuje jako 300 metrů (nebo 1000 stop) nad terénem (AGL - Above Ground Level), pokud není stanoveno jinak nižší hranicí, například základnou vyššího řízeného vzdušného prostoru. Použití AGL zajišťuje, že je vždy k dispozici minimální vertikální prostor pro lety VFR nad zemí, bez ohledu na nadmořskou výšku terénu. Ostatní možnosti nejsou relevantní pro stanovení horní hranice vzdušného prostoru třídy G v tomto kontextu."
    },
    {
        "text_otazky": "Lety VFR ve vzdušném prostoru třídy G se musí provádět tak, aby letadlo letělo:",
        "moznosti": {
            "A": "vně oblaků za stálé dohlednosti země",
            "B": "při stejné nebo větší vzdálenosti od oblaku než - horizontálně 5 km, vertikálně 300 m",
            "C": "při stejné nebo větší vzdálenosti od oblaku než - horizontálně 1,5 km, vertikálně 300 m"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 948,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká specifických požadavků pro lety VFR ve vzdušném prostoru třídy G, což spadá pod letecké předpisy. Správná odpověď A – 'vně oblaků za stálé dohlednosti země' – přesně popisuje základní požadavky na viditelnost a vzdálenost od oblaků pro lety VFR v této kategorii vzdušného prostoru, zejména v nižších výškách (pod 3000 ft AMSL nebo 1000 ft AGL). V takovém vzdušném prostoru je nutné, aby pilot udržoval vizuální kontakt se zemí a byl zcela mimo jakékoliv mraky. Možnosti B a C uvádějí konkrétní vzdálenosti od oblaků, které se obvykle vztahují na jiné třídy vzdušného prostoru nebo na lety VFR ve vyšších nadmořských výškách v rámci třídy G, kde jsou požadavky přísnější (např. nad 3000 ft AMSl a 1000 ft AGL). Základní a nejdůležitější požadavek pro VFR v G je být 'vně oblaků' a 'v dohlednosti země'."
    },
    {
        "text_otazky": "Pilot musí mít za letu u sebe vždy",
        "moznosti": {
            "A": "průkaz totožnosti, pilotní průkaz nebo doklad žáka, osvědčení letové způsobilosti, doklad o pojištění za škody způsobené provozem SLZ, lékařský posudek o zdravotní způsobilosti",
            "B": "průkaz totožnosti, pilotní průkaz nebo doklad žáka, technický průkaz SLZ, doklad o pojištění za škody způsobené provozem SLZ",
            "C": "pilotní průkaz nebo doklad žáka, osvědčení letové způsobilosti, doklad o pojištění za škody způsobené provozem SLZ, lékařský posudek o zdravotní způsobilosti"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 945,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká dokumentů, které pilot musí mít u sebe za letu, což spadá přímo pod letecké předpisy. Správná odpověď B obsahuje klíčové dokumenty vyžadované pro let se sportovním létajícím zařízením (SLZ): průkaz totožnosti (pro ověření identity pilota), pilotní průkaz nebo doklad žáka (pro prokázání oprávnění k letu), technický průkaz SLZ (doklad o registraci a technické způsobilosti letadla) a doklad o pojištění za škody způsobené provozem SLZ (povinné pojištění odpovědnosti). Ostatní možnosti buď opomíjejí důležité dokumenty (např. C vynechává průkaz totožnosti), nebo obsahují méně přesné či pro SLZ ne vždy primárně vyžadované formulace (např. 'osvědčení letové způsobilosti' a 'lékařský posudek' v A a C, kde pro SLZ bývá 'technický průkaz SLZ' a platné osvědčení o zdravotní způsobilosti často stačí, bez nutnosti vozit detailní posudek)."
    },
    {
        "text_otazky": "Průměrná spotřeba = 11 l/h, doba letu 1°30‘:",
        "moznosti": {
            "A": "spotřebujete 17,5 l",
            "B": "spotřebujete 18,5 l",
            "C": "spotřebujete 16,5 l"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 944,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Otázka vyžaduje výpočet celkové spotřeby paliva na základě průměrné spotřeby za hodinu a celkové doby letu. Doba letu 1 hodina a 30 minut se převede na 1,5 hodiny. Následně se vypočítá celková spotřeba jako součin průměrné spotřeby a doby letu: 11 l/h * 1,5 h = 16,5 l. Proto je správná odpověď C."
    },
    {
        "text_otazky": "Pro lepení leteckých konstrukcí se používají:",
        "moznosti": {
            "A": "jakákoli lepidla",
            "B": "pouze k tomu určená lepidla",
            "C": "letecké konstrukce se nelepí"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 937,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "V leteckém průmyslu je bezpečnost klíčová. Všechny materiály a procesy používané při konstrukci, údržbě a opravách letadel musí splňovat přísné certifikační normy a předpisy. Lepidla pro letecké konstrukce jsou speciálně vyvinuta a testována tak, aby odolala extrémním podmínkám (teplota, vibrace, vlhkost, chemikálie, zatížení) a aby zajistila strukturální integritu po celou dobu životnosti letadla. Použití 'jakýchkoli lepidel' nebo tvrzení, že se konstrukce nelepí, by bylo v rozporu s principy letecké bezpečnosti a platnými předpisy. Proto je nezbytné používat pouze lepidla, která jsou k tomuto účelu schválena a certifikována."
    },
    {
        "text_otazky": "Velká kružnice je:",
        "moznosti": {
            "A": "pouze rovník a nultý poledník",
            "B": "největší kružnice na zeměkouli",
            "C": "kružnice jejíž rovina prochází středem zeměkoule"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 936,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Správná odpověď C definuje velkou kružnici přesně z geometrického hlediska. Velká kružnice je jakákoliv kružnice na povrchu koule, jejíž rovina prochází středem této koule. Toto je základní princip v navigaci, jelikož nejkratší vzdálenost mezi dvěma body na povrchu koule (např. Země) leží právě podél oblouku velké kružnice. Možnost B je sice pravdivá ve smyslu, že velká kružnice je největší možná kružnice na zeměkouli, ale není to definice, která by vysvětlovala její podstatu. Možnost A je nesprávná, jelikož rovník a poledníky (které tvoří velké kružnice) jsou pouze příklady velkých kružnic, nikoliv jejich výhradní definicí."
    },
    {
        "text_otazky": "Násobek zatížení letadla je:",
        "moznosti": {
            "A": "poměr výsledné aerodynamické síly ku velikosti tíhy letadla",
            "B": "poměr statického a dynamického zatížení na letadle",
            "C": "poměr vztlaku a odporu na letadle"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 935,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Násobek zatížení letadla (load factor) je definován jako poměr celkové aerodynamické síly (zejména vztlaku) působící na letadlo k jeho celkové tíze. Vyjadřuje, kolikrát je aktuální zatížení konstrukce letadla větší než jeho tíha při klidném, vodorovném letu. Během manévrů, jako jsou zatáčky, stoupání nebo vybírání, se požadovaná aerodynamická síla zvyšuje, což vede ke zvýšení násobku zatížení. Odpověď A přesně popisuje tuto definici, zatímco ostatní možnosti popisují jiné aerodynamické poměry (poměr vztlaku a odporu je L/D poměr) nebo nesouvisející pojmy."
    },
    {
        "text_otazky": "Je-li dáván příkaz letadlu na zemi orgánem letištní služby řízení světelným návěstím, potom stálé červené světlo znamená:",
        "moznosti": {
            "A": "stůjte",
            "B": "opusťte přistávací plochu",
            "C": "vraťte se na místo odkud jste vyjel"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 935,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Otázka se týká standardizovaných světelných signálů používaných orgány letištní služby řízení (ATC) pro komunikaci s letadly na zemi. Tyto signály jsou součástí mezinárodních leteckých předpisů a provozních postupů. Stálé červené světlo vysílané letadlu na zemi vždy znamená 'STOP' (stůjte), což je základní instrukce pro bezpečnost provozu. Ostatní možnosti neodpovídají významu stálého červeného světla pro letadlo na zemi."
    },
    {
        "text_otazky": "Jaké je povoleno maximální úmyslné vychýlení UL letounu kolem příčné osy za letu ve stupních:",
        "moznosti": {
            "A": "60.0",
            "B": "45.0",
            "C": "30.0"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 932,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká specifického provozního omezení (maximální úmyslné vychýlení kolem příčné osy) pro kategorii UL letounů, což spadá pod regulace a předpisy pro provoz letadel. Podle platných leteckých předpisů pro ultralehká letadla je maximální úmyslné vychýlení UL letounu kolem příčné osy (tj. náklon dopředu nebo dozadu) omezeno na 30 stupňů. Toto omezení je stanoveno pro zajištění bezpečného provozu UL letadel a zabránění provádění manévrů, které by mohly překročit konstrukční limity letounu nebo schopnosti pilota v této kategorii."
    },
    {
        "text_otazky": "Jaké je povoleno maximální úmyslné vychýlení UL letounu kolem podélné osy za letu ve stupních:",
        "moznosti": {
            "A": "45.0",
            "B": "30.0",
            "C": "60.0"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 924,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká maximálního povoleného úmyslného vychýlení (náklonu) UL letounu, což je limit stanovený v leteckých předpisech pro zajištění bezpečného provozu ultralehkých letadel. Pro UL letouny je v mnoha národních předpisech, včetně českých, stanovena maximální povolená hodnota úmyslného náklonu v zatáčce na 60 stupňů. Překročení této hodnoty by mohlo být považováno za akrobatické manévrování, které je pro UL letouny obecně zakázáno, nebo by mohlo vést k nadměrnému přetížení konstrukce či ztrátě ovladatelnosti. Možnost C (60.0) je proto správná."
    },
    {
        "text_otazky": "Co je hlavní příčinou krutu a ohybu trupu letounu za letu?",
        "moznosti": {
            "A": "otáčivé pohyby letounu",
            "B": "především kombinovaná zatížení přejímaná od ocasních ploch",
            "C": "účinek hmotových sil, které působí jako jednotlivé osamělé síly"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 922,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Hlavní příčinou krutu a ohybu trupu letounu za letu jsou zatížení, která na trup působí z různých částí letounu. Ocasní plochy (vodorovná i svislá stabilizační plocha) generují aerodynamické síly potřebné pro řízení a stabilizaci letounu. Tyto síly jsou přenášeny do trupu a vytvářejí momenty. Vertikální síly z vodorovné ocasní plochy způsobují ohyb trupu, zatímco asymetrické síly (např. od svislé ocasní plochy při řízení směru) mohou vyvolat krut. Tyto síly se navíc často kombinují, což vede ke komplexnímu zatížení. Možnosti A a C popisují spíše důsledky nebo dílčí aspekty, nikoli hlavní a přímou příčinu strukturálního zatížení trupu v kontextu krutu a ohybu."
    },
    {
        "text_otazky": "Maximální provozní zatížení letadlové konstrukce nebo její části je:",
        "moznosti": {
            "A": "maimální zatížení, při kterém napětí v konstrukci právě stačí k udržení rovnovážného stavu",
            "B": "zatížení používané při pevnostním průkazu jako maimální hodnota, která se u letadla za provozu může vyskytnout",
            "C": "početní zatížení násobené požadovaným součinitelem bezpečnosti"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 920,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká definice maximálního provozního zatížení, což je klíčový pojem v oblasti pevnostního průkazu a certifikace letadel. Tyto definice jsou striktně specifikovány v leteckých předpisech (např. EASA CS-23/25 nebo FAA FAR Part 23/25). Možnost B správně popisuje takzvané 'mezní zatížení' (limit load), které je definováno jako maximální zatížení, které se předpokládá, že letadlo za provozu (během normálních i předvídatelných abnormálních letových podmínek) může zažít. Letadlová konstrukce musí být schopna toto zatížení vydržet bez trvalé deformace. Toto zatížení je základem pro pevnostní průkaz (structural certification) letadla. Možnost C popisuje 'maximální zatížení na mezi pevnosti' (ultimate load), což je mezní zatížení násobené součinitelem bezpečnosti (obvykle 1,5), a při kterém nesmí dojít k selhání konstrukce, ale které již není provozním zatížením."
    },
    {
        "text_otazky": "UL letadla jsou dimenzovány na kladný provozní násobek:",
        "moznosti": {
            "A": "+3 g",
            "B": "+4 g",
            "C": "+2 g"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 918,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správná odpověď je B (+4 g). Ultralehká letadla (UL) jsou konstruována a certifikována podle specifických norem, které zahrnují požadavky na provozní násobky přetížení. Norma pro kladný provozní násobek pro UL letadla ve standardní kategorii je obvykle +4 g. To znamená, že letadlo je navrženo tak, aby bezpečně odolalo přetížení čtyřnásobku své hmotnosti v kladném (vzhůru působícím) směru během běžných manévrů."
    },
    {
        "text_otazky": "Za dynamické zatížení draku letadla považujeme tato zatížení:",
        "moznosti": {
            "A": "zatížení způsobená vertikálními poryvy vzduchu, zatížení od manévrů a obratů, zatížení od sil při vzletu a přistání",
            "B": "zatížení od tíhy konstrukčních částí letadla hlavně při přistání",
            "C": "zatížení od tíhy cestujících a zavazadel na palubě za letu"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 917,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Dynamické zatížení draku letadla zahrnuje síly, které se rychle mění nebo jsou výsledkem zrychlení a pohybu, na rozdíl od statických zatížení (např. tíhy letadla v klidu). Možnost A správně popisuje tyto dynamické síly: zatížení od vertikálních poryvů vzduchu způsobují rychlé změny vztlaku a zatížení křídel; zatížení od manévrů a obratů jsou spojena s G-silami a změnami směru letu; a zatížení při vzletu a přistání zahrnují síly jako akcelerace, náraz při dotyku země a brzdění. Všechny tyto jevy generují proměnlivé a často nárazové síly na konstrukci letadla. Možnosti B a C popisují spíše statické zatížení (tíhu), i když se vyskytují během letových fází."
    },
    {
        "text_otazky": "Maximální vzletovou hmotnost sportovního létajícího zařízení lze překročit pouze o",
        "moznosti": {
            "A": "hmotnost padákového záchranného systému, maimálně však o 35kg",
            "B": "hmotnost integrovaného záchranného systému v případě jeho zástavby",
            "C": "hmotnost padákového záchranného systému a hmotnost plováků v případě jejich zástavby"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 917,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká regulace maximální vzletové hmotnosti sportovních létajících zařízení a výjimek z ní. Podle platných leteckých předpisů (zejména pro kategorie lehkých sportovních letadel a ultralehkých letadel) je povoleno překročit maximální vzletovou hmotnost o hmotnost integrovaného záchranného systému (např. balistický padákový systém), pokud je tento systém pevně zabudován do letadla. Tato výjimka je dána z důvodu bezpečnosti, aby instalace záchranného systému zbytečně neomezovala provozní možnosti letadla. Možnost A je příliš specifická ohledně hmotnosti a Možnost C zahrnuje plováky, které nejsou typickou výjimkou pro překročení maximální vzletové hmotnosti, ale spíše mění prázdnou hmotnost letadla."
    },
    {
        "text_otazky": "Jaká je maximální vzletová hmotnost u dvoumístného SLZ bez integrovaného záchranného systému:",
        "moznosti": {
            "A": "480 kg",
            "B": "400 kg",
            "C": "450 kg"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 917,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Maximální vzletová hmotnost (MTOW) pro dvoumístné sportovní létající zařízení (SLZ), běžně označované jako ultralehká letadla, je v České republice (dle platných leteckých předpisů, např. L-2, doplněk E) omezena na 450 kg, pokud není letoun vybaven integrovaným záchranným systémem (např. balistickým padákem). S integrovaným záchranným systémem je limit obvykle vyšší (např. 472.5 kg pro pozemní letouny)."
    },
    {
        "text_otazky": "Obálka obratů:",
        "moznosti": {
            "A": "vymezuje vzdušný prostor v kterém se může letadlo pohybovat",
            "B": "obsahuje seznam dovolených manévrů letu",
            "C": "vymezuje oblast možných a dovolených provozních násobků při dané rychlosti letu"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 913,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Obálka obratů, známá také jako V-n diagram nebo manévrovací obálka, je grafické znázornění, které vymezuje bezpečné provozní limity letadla z hlediska rychlosti (V) a násobku přetížení (n-faktoru). Diagram ukazuje kombinace rychlosti a násobku přetížení, které letadlo dokáže ustát bez poškození konstrukce a zároveň bez aerodynamického pádu (stall). Možnost C přesně vystihuje tuto definici, jelikož odkazuje na 'oblast možných a dovolených provozních násobků při dané rychlosti letu', což je přímo podstatou obálky obratů. Ostatní možnosti jsou nesprávné; obálka obratů nevymezuje vzdušný prostor ani nesestavuje seznam manévrů, ale definuje strukturální a aerodynamické limity letadla."
    },
    {
        "text_otazky": "Záchranný padákový systém zabudovaný do ULL letounu:",
        "moznosti": {
            "A": "je pouze doporučený pro zvýšení bezpečnosti",
            "B": "je povinný pro všechny výcvikové ULL letouny",
            "C": "je povinný pouze pro ULL letouny provádějící soutěžní lety"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 905,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Záchranný padákový systém pro ultralehké letouny (ULL) není ve většině jurisdikcí (včetně České republiky) povinnou výbavou dle platných leteckých předpisů pro běžný provoz. Jedná se o volitelný bezpečnostní prvek, jehož instalace je doporučená pro zvýšení celkové bezpečnosti letu, ale není legislativně vyžadována. Možnosti B a C uvádějí povinnost, která není všeobecně platná pro všechny výcvikové nebo soutěžní ULL letouny."
    },
    {
        "text_otazky": "Terénní útvary jako jsou lesy, louky, jezera, hrady, silnice, železnice atd. nazýváme:",
        "moznosti": {
            "A": "topografickou situací",
            "B": "projekcí mapy",
            "C": "topografickou plochou"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 901,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "Otázka se týká identifikace a pojmenování různých přírodních a umělých útvarů na zemském povrchu, které jsou klíčové pro vizuální navigaci (VFR). Termín „topografická situace“ (někdy zkráceně jen topografie) přesně popisuje souhrn všech těchto terénních prvků, jako jsou lesy, jezera, silnice, železnice a další. Tyto prvky slouží pilotům k orientaci a porovnání s navigačními mapami. Možnost B, „projekce mapy“, je metoda převodu 3D povrchu na 2D mapu, nikoli samotné útvary. Možnost C, „topografická plocha“, je méně přesný termín než „topografická situace“, která zahrnuje celkové uspořádání a charakteristiku všech prvků terénu."
    },
    {
        "text_otazky": "Při předepsaném maximálním provozním zatížení (stanoveno v leteckých předpisech):",
        "moznosti": {
            "A": "nemusí správně fungovat všechny části nezbytné pro bezpečný provoz letadla",
            "B": "může dojít k trvalým deformacím konstrukce letadla",
            "C": "musí správně fungovat všechny části nezbytné pro bezpečný provoz letadla"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 898,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká základního principu letové způsobilosti a leteckých předpisů. Předpisy pro certifikaci letadel stanovují, že letadlo musí být schopno bezpečně a správně fungovat v celém rozsahu svých provozních limitů, včetně maximálního provozního zatížení. Toto zatížení je 'limitní zatížení', při kterém by nemělo dojít k trvalým deformacím a všechny systémy nezbytné pro bezpečný provoz musí fungovat správně. Odpověď A je nesprávná, protože by to znamenalo selhání bezpečnosti. Odpověď B je rovněž nesprávná, neboť trvalé deformace by nastaly až při překročení limitního zatížení (směrem k ultimativnímu zatížení)."
    },
    {
        "text_otazky": "Jaká je maximální vzletová hmotnost u jednomístného SLZ bez integrovaného záchranného systému:",
        "moznosti": {
            "A": "280 kg",
            "B": "300 kg",
            "C": "450 kg"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 886,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká maximální vzletové hmotnosti, což je regulativní limit pro klasifikaci sportovních létajících zařízení (SLZ) v České republice a v mnoha dalších evropských zemích. Pro jednomístné SLZ bez integrovaného záchranného systému (balistického padáku) je tato hranice stanovena na 300 kg. Pokud by SLZ integrovaný záchranný systém mělo, limit by se obvykle posunul na 330 kg, aby zohlednil hmotnost padákového systému."
    },
    {
        "text_otazky": "Dynamické zatížení určitého prvku nebo části letadla je definováno následovně:",
        "moznosti": {
            "A": "je to zatížení, jehož velikost se s časem mění pomalu",
            "B": "je to zatížení, jehož velikost se s časem nemění",
            "C": "je to zatížení, jehož velikost se mění s časem rychle"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 881,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Dynamické zatížení je v inženýrství a fyzice definováno jako zatížení, jehož velikost, směr nebo bod působení se s časem mění. V kontextu letectví to znamená rychlé změny způsobené například turbulencemi, manévry, přistáním nebo vibracemi motoru. Oproti tomu statické zatížení se s časem nemění nebo se mění velmi pomalu. Proto je správná odpověď C, která zdůrazňuje rychlou změnu velikosti zatížení v čase."
    },
    {
        "text_otazky": "Agona je:",
        "moznosti": {
            "A": "čára spojující místa se zápornou deklinací",
            "B": "čára spojující místa s kladnou deklinací",
            "C": "čára spojující místa s nulovou deklinací"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 871,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "Agona, nebo agóna (anglicky 'agonic line'), je čára na mapě, která spojuje místa, kde je magnetická deklinace (variace) nulová. To znamená, že magnetický sever se v těchto místech shoduje se skutečným zeměpisným severem. Pro navigaci je to důležitá pomůcka pro kalibraci a pochopení rozdílu mezi magnetickým a skutečným kurzem."
    },
    {
        "text_otazky": "UL letadla jsou dimenzovány na záporný provozní násobek:",
        "moznosti": {
            "A": "-2,5",
            "B": "-1,5",
            "C": "-2"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 870,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Otázka se týká konstrukčních limitů a normativního zatížení ultralehkých letadel (UL). Podle platných předpisů a konstrukčních norem (často odvozených z evropských standardů, jako je EASA CS-LSA, nebo národních předpisů pro UL kategorie) jsou ultralehká letadla dimenzována na pozitivní provozní násobek +4g a záporný provozní násobek -2g. Odpověď C, '-2', tedy správně udává hodnotu záporného provozního násobku, který musí UL letadlo strukturálně vydržet."
    },
    {
        "text_otazky": "Malá kružnice je:",
        "moznosti": {
            "A": "poledník, který prochází rovníkem na opačné straně",
            "B": "kružnice, jejíž rovina neprochází středem zeměkoule",
            "C": "jakákoliv kružnice na povrchu země neprocházející průsečíkem nultého poledníku a rovníku"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 868,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Tato otázka se týká základní geografické/navigační definice malé kružnice na povrchu sféry (Země). Velká kružnice je taková, jejíž rovina prochází středem zeměkoule (např. rovnoběžka, všechny poledníky). Malá kružnice je naopak definována jako kružnice na povrchu sféry, jejíž rovina středem zeměkoule neprochází. Příkladem jsou rovnoběžky s výjimkou rovníku. Možnost B přesně vystihuje tuto definici."
    },
    {
        "text_otazky": "Technický průkaz letové způsobilosti „Z“ je určen pro nově vyvíjená SLZ výrobcem nebo jednotlivým stavitelem. Platnost se stanovuje na:",
        "moznosti": {
            "A": "maimálně jeden rok",
            "B": "maimálně dva roky",
            "C": "podle potřeby"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 867,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká platnosti technického průkazu letové způsobilosti typu „Z“, který je specifickým regulačním dokumentem pro nově vyvíjená sportovní létající zařízení (SLZ). Tyto průkazy jsou vydávány na omezenou dobu, obvykle pro účely zkušebních letů a ověřování. V souladu s leteckými předpisy pro experimentální nebo nově vyvíjená letadla je platnost těchto průkazů omezena na maximálně jeden rok, aby bylo zajištěno pravidelné přezkoumání a dohled nad vývojem a bezpečností letadla."
    },
    {
        "text_otazky": "Vyhláška k zákonu o civilním letectví, zdravotní prohlídku od pilota",
        "moznosti": {
            "A": "vyžaduje, a to sportovním lékařem",
            "B": "nevyžaduje",
            "C": "vyžaduje, a to určeným leteckým lékařem"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 864,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Dle platné legislativy v civilním letectví (např. v souladu s ICAO předpisy a národními vyhláškami) je pro držení pilotní licence nezbytná pravidelná zdravotní prohlídka. Tuto prohlídku smí provádět pouze speciálně určený letecký lékař (AME – Aviation Medical Examiner), který je k tomu oprávněn příslušným leteckým úřadem. Zajišťuje se tak, že zdravotní stav pilota splňuje přísné požadavky pro bezpečné létání, a proto možnost C správně popisuje tuto povinnost i kvalifikaci provádějícího lékaře."
    },
    {
        "text_otazky": "Skutečný, zcela holý povrch země se soušemi, nerovnostmi a hladinami moří se nazývá:",
        "moznosti": {
            "A": "topografická plocha",
            "B": "projekce mapy",
            "C": "topografická situace"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 860,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Otázka se týká základního geomorfologického pojmu, který je klíčový pro porozumění mapám a kartografickým principům používaným v navigaci. 'Topografická plocha' je přesný termín pro skutečný, nerovný povrch Země se všemi jeho přírodními rysy (souše, hory, údolí, vodní plochy). Termín 'topografická' se vztahuje k topografii, což je vědní obor zabývající se studiem a popisem zemského povrchu a jeho tvarů. Ostatní možnosti jsou nesprávné: 'projekce mapy' je způsob zobrazení trojrozměrného povrchu na dvojrozměrnou mapu, nikoli samotný povrch; 'topografická situace' není standardní geografický nebo kartografický termín pro definici samotného povrchu."
    },
    {
        "text_otazky": "Jaká je nejmenší délka VPD pro vzlety a přistání SLZ",
        "moznosti": {
            "A": "300 m",
            "B": "500 m",
            "C": "150 m"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 839,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Otázka se týká minimálních provozních požadavků na délku vzletové a přistávací dráhy (VPD) pro Sportovní Létající Zařízení (SLZ). Tyto požadavky jsou stanoveny v leteckých předpisech a operačních postupech pro bezpečný provoz těchto lehkých letadel. Pro SLZ, která mají obecně velmi dobré vlastnosti pro krátký vzlet a přistání, je minimální délka 150 metrů standardem definovaným pro jejich provoz, například na UL letištích nebo schválených plochách."
    },
    {
        "text_otazky": "Které z následujících typů oblačnosti jsou známkou instabilní (nestabilní) vzduchové hmoty?",
        "moznosti": {
            "A": "Sc, Ns",
            "B": "Cu, Cb",
            "C": "St, Cs"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 824,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Meteorologie",
        "vysvetleni": "Správná odpověď B je správná, protože mraky typu Cumulus (Cu) a Cumulonimbus (Cb) jsou charakteristické pro nestabilní vzduchovou hmotu. Nestabilní vzduch umožňuje vertikální vývoj oblaků, což vede k tvorbě kypících, kupovitých mraků (Cumulus) a v případě silné nestability a dostatečné vlhkosti i mohutných bouřkových mraků (Cumulonimbus). Tyto mraky jsou spojeny s konvektivní aktivitou a silnými vertikálními pohyby vzduchu. Naopak mraky jako Stratocumulus (Sc), Nimbostratus (Ns), Stratus (St) a Cirrostratus (Cs) jsou obvykle spojeny se stabilními nebo mírně stabilními vzduchovými hmotami, kde převládá horizontální rozvoj nebo pozvolné zvedání vzduchu."
    },
    {
        "text_otazky": "Ke vzletům a přistáním při nepravidelném provozu motorových SLZ může být použita",
        "moznosti": {
            "A": "plocha ležící mimo území národního parku, chráněné krajinné oblasti, národní přírodní rezervace, přírodní rezervace, národní přírodní památky a přírodní památky a nejméně 300 m od obytných budov",
            "B": "plocha ležící mimo obytné území obce ve vzdálenosti nejméně 300 m od obytných budov a při provozu nebudou ve vzdálenosti menší než 100 m od SLZ osoby nezúčastněné na provozu",
            "C": "plocha ležící mimo obytné území obce ve vzdálenosti nejméně 100 m od obytných budov a při provozu nebudou ve vzdálenosti menší než 50 m od SLZ osoby nezúčastněné na provozu"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 816,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká specifických podmínek a omezení pro vzlety a přistání motorových sportovních létajících zařízení (SLZ) mimo registrovaná letiště v rámci nepravidelného provozu. Tyto podmínky jsou přesně stanoveny v českých leteckých předpisech, zejména v Leteckém předpisu L 2 – Pravidla létání, nebo souvisejících prováděcích předpisech pro SLZ (např. VFR-L). Správná odpověď C uvádí přesné vzdálenosti a umístění plochy, které jsou v souladu s platnými regulacemi: plocha musí ležet mimo obytné území obce, nejméně 100 m od obytných budov a při provozu se ve vzdálenosti menší než 50 m od SLZ nesmí nacházet osoby nezúčastněné na provozu."
    },
    {
        "text_otazky": "Nejčastější směr větru v údolí způsobený termickými efekty je směrem:",
        "moznosti": {
            "A": "Během dne ke kopci",
            "B": "Během noci z kopce",
            "C": "Během dne z kopce"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 806,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Během dne slunce ohřívá svahy hor rychleji než dno údolí. Vzduch nad těmito ohřátými svahy se ohřívá, stává se méně hustým a stoupá (anabatický vítr). Aby se tento stoupající vzduch nahradil, chladnější vzduch z údolí proudí nahoru po svazích směrem ke kopci. Tento jev je znám jako údolní vítr a je typický pro denní hodiny v hornatých oblastech."
    },
    {
        "text_otazky": "Vliv reakčního momentu vrtule se bude nejvýrazněji projevovat:",
        "moznosti": {
            "A": "když letadlo poletí malou rychlostí při stažené přípusti",
            "B": "v zatáčkách při přechodu do stoupání nebo klesání",
            "C": "když letadlo poletí malou rychlostí a pilot náhle zvýší výkon motoru"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 786,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Vliv reakčního momentu vrtule se projevuje protichůdnou rotační silou, kterou motor přenáší na letoun v reakci na otáčení vrtule. Tento efekt je nejvýraznější, když se kombinuje vysoký výkon motoru s nízkou rychlostí letu. Při nízké rychlosti proudí vzduch přes kormidla pomaleji, což snižuje jejich účinnost při vyrovnávání reakčního momentu. Náhlé zvýšení výkonu motoru pak vede k okamžitému a silnému nárůstu tohoto momentu, který je za daných podmínek obtížnější kontrolovat. Možnost C přesně popisuje tuto kritickou kombinaci faktorů – malá rychlost letu a náhlé zvýšení výkonu."
    },
    {
        "text_otazky": "Zajistit seznámení členů posádky s umístěním a způsobem použití bezpečnostních pásů musí:",
        "moznosti": {
            "A": "majitel letadla",
            "B": "velitel letadla (pilot)",
            "C": "provozovatel"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 785,
        "poslední_výskyt": "2025-08-21",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Velitel letadla (pilot-in-command) má konečnou odpovědnost za bezpečnost letu a všech osob na palubě. Tato odpovědnost zahrnuje zajištění, že všichni členové posádky jsou seznámeni s veškerými bezpečnostními postupy a vybavením, včetně správného použití bezpečnostních pásů. Je to klíčová povinnost vyplývající z leteckých předpisů a operačních postupů."
    },
    {
        "text_otazky": "Postupujeme-li na severní polokouli ve vertikálním směru od země, pak směr větru se poněkud liší od směru, který byl naměřen u země a stáčí se:",
        "moznosti": {
            "A": "nestáčí se",
            "B": "vpravo od směru isobar",
            "C": "vlevo od směru isobar"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 773,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Tato otázka se týká chování větru ve vztahu k nadmořské výšce, což je základní koncept meteorologie. V blízkosti země (v takzvané třecí vrstvě, obvykle do výšky 1000-2000 stop AGL) je směr a rychlost větru ovlivněna povrchovým třením. Tření zpomaluje vítr, což oslabuje Coriolisovu sílu (která na severní polokouli stáčí proudění doprava). V důsledku toho se vítr u země odklání od směru izobar a proudí s určitým úhlem směrem k nízkému tlaku. Jak se postupuje vzhůru od země, vliv tření se zmenšuje. Rychlost větru se zvyšuje a Coriolisova síla se stává dominantnější. To způsobí, že se směr větru postupně stáčí doprava (veers, ve směru hodinových ručiček), dokud se nad třecí vrstvou (kde je síla tření zanedbatelná) téměř nevyrovná se směrem izobar (geostrofický vítr), přičemž nízký tlak je po jeho levici. Správná odpověď B tedy odráží toto stáčení doprava při stoupání na severní polokouli."
    },
    {
        "text_otazky": "Ke vzletům a přistáním při nepravidelném provozu motorových SLZ může být použito",
        "moznosti": {
            "A": "plochy vymezené k tomuto účelu v územně plánovací dokumentaci nebo v územním rozhodnutí",
            "B": "jakékoliv plochy, vyslovil-li s využíváním plochy k tomuto účelu souhlas vlastník plochy, při splnění ostatních podmínek",
            "C": "plochy trvale užívané ke vzletům a přistáním letadel a vymezené k tomuto účelu v územně plánovací dokumentaci nebo v územním rozhodnutí, za předpokladu souhlasu vlastníka nebo provozovatele plochy a obce, na jejímž území se plocha nalézá"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 773,
        "poslední_výskyt": "2025-08-22",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká pravidel pro vzlety a přistání motorových sportovních létajících zařízení (SLZ) v nepravidelném provozu. V souladu s českými leteckými předpisy (konkrétně L-2, Pravidla létání) je pro vzlety a přistání SLZ mimo schválená letiště nebo plochy postačující souhlas vlastníka pozemku, pokud jsou splněny ostatní podmínky týkající se bezpečnosti provozu a vzdušného prostoru. Možnosti A a C popisují podmínky pro trvale vymezené plochy nebo letiště, které neodpovídají povaze „nepravidelného provozu“ pro SLZ."
    },
    {
        "text_otazky": "Může při výrazném překročení maximálních přípustných otáček vrtule dojít k její destrukci?",
        "moznosti": {
            "A": "ano",
            "B": "pouze u vícelistých kompozitových vrtulí",
            "C": "ne"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 772,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Ano, výrazné překročení maximálních přípustných otáček vrtule může vést k její destrukci. Konstrukce vrtule (ať už je kovová, kompozitová, vícelistá či dvoulistá) je navržena pro konkrétní provozní limity, které zohledňují pevnost materiálu a dynamické zatížení. Při překročení maximálních otáček exponenciálně narůstají odstředivé síly působící na listy, aerodynamické síly a vibrace. Tyto síly mohou vést k únavě materiálu, deformaci, prasklinám a v krajním případě až k odlomení listů nebo celkové destrukci vrtule, což představuje vážné ohrožení bezpečnosti letu."
    },
    {
        "text_otazky": "Pro zabránění srážce dvou letadel na pohybové ploše letiště platí, že křižují-li se dráhy pojíždějících letadel, letadlo musí dát přednost letadlu:",
        "moznosti": {
            "A": "pojíždějícímu na vzlet",
            "B": "pojíždějícímu zleva",
            "C": "pojíždějícímu zprava"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 772,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká základních pravidel přednosti v jízdě na letištní pohybové ploše, které jsou stanoveny v leteckých předpisech (např. ICAO Annex 2 a národní předpisy). Pro zabránění srážkám na křižovatkách pojížděcích drah platí, že letadlo musí dát přednost letadlu, které se k němu blíží zprava. Toto pravidlo je analogické s pravidlem pravé ruky známým ze silničního provozu a zajišťuje jasný a bezpečný postup při pojíždění."
    },
    {
        "text_otazky": "Letadlo za letu nebo pohybující se na zemi musí dát přednost letadlu, které:",
        "moznosti": {
            "A": "nemá spojení se službou řízeného letového provozu",
            "B": "dostalo povolení pro přiblížení na přistání",
            "C": "přistává nebo je v poslední fázi přiblížení na přistání"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 770,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká pravidel přednosti v letovém provozu, která jsou základní součástí leteckých předpisů (např. ICAO Annex 2 – Rules of the Air). Způsobilost letadla k přistání nebo jeho nacházení se v závěrečné fázi přiblížení k přistání mu dává přednost před ostatními letadly ve vzduchu nebo pohybujícími se na zemi. To je klíčové pro zajištění bezpečnosti během kritické fáze letu. Možnost A není správná, protože absence spojení s ATC nezakládá přednost. Možnost B je sice relevantní, ale ne tak přesná a definitivní jako C; samotné povolení k přiblížení ještě neznamená, že letadlo již skutečně přistává nebo je v poslední fázi, kdy je jeho manévrovací schopnost omezena a má nejvyšší prioritu."
    },
    {
        "text_otazky": "Letí-li dvě letadla na vstřícných tratích nebo přibližně takových, každé z nich se vyhne změnou kurzu:",
        "moznosti": {
            "A": "učiní taková opatření, která nejlépe zabrání srážce",
            "B": "vlevo",
            "C": "vpravo"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 769,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká základních pravidel pro zabránění srážkám v letecké dopravě. Podle mezinárodních leteckých předpisů (např. ICAO Annex 2, Pravidla létání), pokud se dvě letadla blíží na vstřícných nebo přibližně vstřícných tratích, každé z nich musí změnit kurz vpravo. Toto pravidlo zajišťuje, že se obě letadla vyhnou stejným směrem, což maximalizuje šanci na bezpečné rozminutí a minimalizuje riziko srážky."
    },
    {
        "text_otazky": "Letadlo, které je předjížděno jiným letadlem má přednost a pilot předjíždějícího letadla je povinen udržovat od předjížděného letadla:",
        "moznosti": {
            "A": "dostatečnou vzdálenost",
            "B": "vzdálenost minimálně 1/2 rozpětí křídel většího letadla",
            "C": "vzdálenost minimálně 5 m"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 763,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká pravidel přednosti v letovém provozu a povinností pilotů při manévrech, konkrétně při předjíždění. Podle leteckých předpisů (např. ICAO Annex 2 – Pravidla létání a související národní předpisy) má letadlo, které je předjížděno, vždy přednost. Pilot předjíždějícího letadla je povinen udržovat dostatečnou vzdálenost a vyhnout se kolizi. Předpisy obecně neurčují konkrétní metrické hodnoty (jako 1/2 rozpětí křídel nebo 5 m) pro udržování vzdálenosti v letovém provozu při předjíždění, ale vyžadují, aby pilot udržoval bezpečnou, 'dostatečnou vzdálenost' tak, aby neohrozil předjížděné letadlo. Odpověď A je tedy správná, protože se odvolává na obecný princip bezpečné vzdálenosti a povinnosti pilota řídit se aktuálními podmínkami."
    },
    {
        "text_otazky": "Přejde-li letadlo s pevnou vrtulí do klesání bez ubrání přípusti motoru potom:",
        "moznosti": {
            "A": "mohou být velmi snadno překročeny ma. přípustné otáčky vrtule",
            "B": "může zamrznout karburátor",
            "C": "se zvyšuje rychlost letu, ale ne otáčky"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 758,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správná odpověď je A, protože u letadla s pevnou vrtulí je otáčky vrtule (a motoru) přímo závislé na rychlosti letu a nastavení přípusti motoru. Pokud letadlo přejde do klesání bez ubrání přípusti, zvyšuje se rychlost letu vlivem gravitace, a tím se zároveň zvyšuje zatížení vrtule vzduchem a efektivita jejího 'záběru'. To vede k 'odlehčení' motoru, což umožní jeho otáčkám stoupat. Při dostatečně strmém nebo dlouhém klesání s vysokou přípustí tak mohou být velmi snadno překročeny maximální přípustné otáčky motoru/vrtule, což může vést k jejich poškození. Karburátor může zamrznout v klesání, ale není to přímý důsledek NEUbrání přípusti (volba B). Otáčky se při zvýšení rychlosti letu s pevnou vrtulí ZVYŠUJÍ, nikoli nezvyšují (volba C)."
    },
    {
        "text_otazky": "Znečištění vrtule hmyzem",
        "moznosti": {
            "A": "je nežádoucí z důvodu snížení účinnosti vrtule",
            "B": "nemá žádný významný vliv",
            "C": "je žádoucí z hlediska nižšího opotřebení vrtulových listů"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 755,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Znečištění vrtule hmyzem, prachem nebo jinými nečistotami mění aerodynamický profil vrtulových listů, zejména jejich náběžných hran. Tato změna narušuje hladké proudění vzduchu, což vede ke snížení aerodynamické účinnosti vrtule. Méně účinná vrtule generuje menší tah pro daný výkon motoru, což má za následek zhoršení letových výkonů letadla (např. nižší rychlost, horší stoupavost) a zvýšenou spotřebu paliva. Proto je takové znečištění nežádoucí."
    },
    {
        "text_otazky": "Pro označení kurzu používáme zásadně skupinu čísel:",
        "moznosti": {
            "A": "podle potřeby",
            "B": "třímístnou",
            "C": "dvoumístnou"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 754,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "V leteckém provozu je standardem a zásadním provozním postupem, aby se všechny směrové údaje, jako jsou kurzy, směry letu, ložiska nebo tratě, vždy uváděly jako trojmístná čísla. Tento postup zajišťuje maximální jednoznačnost a eliminuje riziko chyb při komunikaci (zejména radiokomunikaci) a interpretaci, což je klíčové pro bezpečnost letového provozu. Například kurz 5 stupňů se vždy uvádí jako 005, kurz 90 stupňů jako 090 a kurz 270 stupňů jako 270."
    },
    {
        "text_otazky": "Překročením maximálních přípustných otáček vrtule:",
        "moznosti": {
            "A": "se zvýší její účinnost",
            "B": "se sníží aerodynamický hluk",
            "C": "dojde ke zvýšenému namáhání vrtule s následným možným poškozením"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 748,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Překročení maximálních přípustných otáček vrtule vystavuje vrtuli, její lopatky a související komponenty motoru extrémním mechanickým a aerodynamickým silám, které přesahují konstrukční limity. To vede k výraznému zvýšení namáhání materiálu, únavě a vibracím, což může mít za následek praskliny, deformace nebo až katastrofické selhání vrtule. Možnosti A a B jsou nesprávné, protože zvýšené otáčky nad optimální rozsah obvykle snižují účinnost a vždy zvyšují aerodynamický hluk."
    },
    {
        "text_otazky": "Přejde-li letadlo s pevnou vrtulí do strmého stoupání beze změny přípusti, potom:",
        "moznosti": {
            "A": "se zmenší rychlost letu, ale otáčky motoru se výrazně nezmění",
            "B": "se rychlost letu nezmění, ale otáčky náhle vzrostou",
            "C": "se zmenší rychlost letu a otáčky klesnou"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 746,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Při přechodu letadla s pevnou vrtulí do strmého stoupání bez přidání výkonu (změny přípusti) dojde ke snížení rychlosti letu. Letadlo totiž musí přeměňovat kinetickou energii (rychlost) na potenciální energii (výšku). Vzhledem k tomu, že pevná vrtule má neměnný úhel náběhu listů, se s klesající rychlostí letu a zvýšenou zátěží (práce proti gravitaci) zvyšuje odpor, který vrtule klade motoru. Motor s nezměněným výkonem (přípustí) pak není schopen udržet původní otáčky, a ty proto klesnou."
    },
    {
        "text_otazky": "Letadlo, které je podle pravidel povinno dát přednost jinému letadlu se musí:",
        "moznosti": {
            "A": "vyhnout tak, aby byla mezi letadly dodržena vodorovná vzdálenost 300 m",
            "B": "vyhnout tím, že nadletí, podletí nebo křižuje jeho trať v dostatečné vzdálenosti",
            "C": "vyhnout tak, aby byla mezi letadly dodržena vertikální vzdálenost 150 m"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 743,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká pravidel přednosti v letovém provozu a způsobu, jakým má letadlo, které je povinno dát přednost, reagovat. Podle leteckých předpisů (např. ICAO Annex 2 nebo odpovídající národní legislativy) musí letadlo, které je povinno dát přednost, provést jasný a včasný úhybný manévr, aby zabránilo srážce a udrželo dostatečnou vzdálenost od druhého letadla. Možnost B správně popisuje obecné způsoby takového manévru (nadletět, podletět nebo křižovat trať v dostatečné vzdálenosti), které zajišťují bezpečné rozestupy. Možnosti A a C uvádějí konkrétní vzdálenosti (300 m horizontálně, 150 m vertikálně), které jsou spíše minimálními rozestupy pro určité situace nebo pro ATC řízení, ale nejsou primárním předpisem pro to, jak se má letadlo v obecné situaci přednosti aktivně vyhnout. Klíčové je provedení úhybného manévru s cílem zajistit dostatečnou vzdálenost, nikoli přesně dodržet konkrétní číselnou hodnotu separace jako takovou."
    },
    {
        "text_otazky": "Kurz zeměpisný měříme:",
        "moznosti": {
            "A": "od severu zeměpisného místního poledníku",
            "B": "od směrníku",
            "C": "od nultého poledníku"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 741,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Zeměpisný kurz (True Course) se vždy měří ve směru hodinových ručiček od zeměpisného severu místního poledníku. Tento způsob měření je standardní pro určení směru letu vzhledem k Zemi bez vlivu magnetické deklinace nebo deviace kompasu."
    },
    {
        "text_otazky": "Úhel nastavení za letu stavitelné vrtule v cestovním režimu letu je:",
        "moznosti": {
            "A": "stejný jako při vzletu",
            "B": "větší než při vzletu",
            "C": "menší než při vzletu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 741,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Stavitelná vrtule (variable-pitch propeller) je navržena tak, aby optimalizovala výkon motoru a účinnost vrtule v různých letových režimech. Při vzletu je potřeba maximální tah při relativně nízkých rychlostech. K tomu se používá takzvané 'jemné' nastavení (fine pitch), což znamená menší úhel náběhu listů vrtule, což umožňuje motoru dosáhnout vyšších otáček a maximálního výkonu. V cestovním režimu letu, při vyšších rychlostech a potřebě ekonomičtějšího provozu, se používá 'hrubé' nastavení (coarse pitch). To znamená větší úhel náběhu listů vrtule, což snižuje otáčky motoru pro danou rychlost a zvyšuje účinnost. Proto je úhel nastavení vrtule v cestovním režimu větší než při vzletu."
    },
    {
        "text_otazky": "Sever magnetický je směr, který:",
        "moznosti": {
            "A": "změříme na mapě",
            "B": "určuje magnetka kompasu, na kterou nepůsobí žádné vedlejší rušivé vlivy",
            "C": "je určený myšlenou přímkou, která vede středem země a protíná její povrch v bodech, které nazýváme sever magnetický a jih magnetický"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 740,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "Magnetický sever je definován jako směr, na který by ukazovala střelka magnetického kompasu, pokud by na ni nepůsobily žádné lokální rušivé magnetické vlivy (např. od kovových částí letadla nebo elektrických systémů). Tato definice je klíčová pro pochopení principů magnetické navigace a fungování palubních kompasů. Možnost A je nesprávná, protože na mapě měříme primárně směr k pravému severu (True North) a pro práci s magnetickým severem je třeba zohlednit magnetickou deklinaci. Možnost C popisuje umístění magnetických pólů a magnetickou osu Země, nikoliv přímo směr, který je pro navigaci relevantní a který ukazuje kompas."
    },
    {
        "text_otazky": "Vrtulový list je na své délce zkroucen, protože:",
        "moznosti": {
            "A": "všechny profily listu vrtule potom pracují zhruba na stejném úhlu náběhu",
            "B": "je tak zachován stejný úhel nastavení všech jeho profilů",
            "C": "se tak sníží hlučnost vrtule"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 739,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Principy letu",
        "vysvetleni": "Vrtulový list je zkroucen, protože jeho různé části se pohybují odlišnými rychlostmi. Sekce blízko náboje (kořen) se pohybují pomaleji než sekce na špičce. Aby všechny části listu pracovaly efektivně a generovaly tah, je nutné udržet optimální úhel náběhu (úhel mezi profilem a relativním prouděním vzduchu) po celé délce listu. Kroucení listu zajišťuje, že úhel nastavení profilu (geometrický úhel listu vzhledem k rovině otáčení) se postupně zmenšuje od kořene ke špičce. Tím se kompenzují rozdílné rychlosti a úhel náběhu je udržován přibližně konstantní a optimální pro generování tahu podél celé délky listu. Možnost B je nesprávná, protože twistem se právě úhel nastavení profilů mění. Možnost C není primárním důvodem kroucení, ačkoliv efektivní design může mít vliv na hlučnost."
    },
    {
        "text_otazky": "Účinnost pevné vrtule navržené pro cestovní let je nejhorší:",
        "moznosti": {
            "A": "při rozjezdu",
            "B": "ve stoupání",
            "C": "v cestovním režimu"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 738,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Principy letu",
        "vysvetleni": "Pevná vrtule navržená pro cestovní let má úhel náběhu listů optimalizovaný pro vyšší rychlosti letu a nižší otáčky motoru, které jsou typické pro cestovní režim. Při rozjezdu je rychlost letadla nízká, ale otáčky motoru jsou obvykle maximální. V těchto podmínkách je relativní proudění vzduchu vůči listům vrtule nevhodné, což vede k příliš vysokým úhlům náběhu. Tyto úhly jsou buď neefektivní, nebo dokonce blízko aerodynamického odtržení (stallu), což dramaticky snižuje účinnost vrtule a generovaný tah."
    },
    {
        "text_otazky": "Na vstřícné trati letí letadla stejné kategorie. Opatření k vyhnutí provede:",
        "moznosti": {
            "A": "vy změnou kurzu vpravo, druhé letadlo vlevo",
            "B": "změnou kurzu vlevo",
            "C": "obě letadla změnou kurzu vpravo"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 737,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká pravidel pro předcházení srážkám, která jsou základní součástí leteckých předpisů (např. SERA.3205 – Předjíždění a předcházení). V případě, že se dvě letadla blíží k sobě čelně nebo přibližně čelně a hrozí nebezpečí srážky, letecké předpisy stanoví, že obě letadla musí změnit svůj kurz doprava. Tím se zajistí jasné a předvídatelné rozestupy a zabrání se tomu, aby obě letadla otočila do stejného prostoru, což by mohlo vést ke srážce. Možnost C přesně popisuje tento standardní postup."
    },
    {
        "text_otazky": "Může se dělat tažení nebo tlačení letounu za konce listů vrtule?",
        "moznosti": {
            "A": "ano",
            "B": "někdy",
            "C": "nikdy"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 737,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Vrtulové listy jsou konstruovány tak, aby odolávaly značným aerodynamickým a odstředivým silám během letu, nikoli však k přenosu tažných nebo tlačných sil pro pohyb celého letounu na zemi. Manipulace s letounem za konce listů vrtule by mohla způsobit mechanické poškození vrtule, jako jsou praskliny, deformace, delaminace (u kompozitních vrtulí) nebo poškození uložení vrtule. Takové poškození by mohlo vést k nebezpečnému selhání vrtule během letu. Správné postupy pozemní manipulace vždy vyžadují použití určených tažných bodů, podvozku nebo jiných konstrukčních prvků letadla."
    },
    {
        "text_otazky": "Předlétávající letadlo je to, které se přibližuje k předlétávanému letadlu zezadu na čáře svírající s rovinou souměrnosti předlétávaného letadla úhel menší než:",
        "moznosti": {
            "A": "80 stupňů",
            "B": "60 stupňů",
            "C": "70 stupňů"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 734,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká definice předlétávajícího letadla, což je klíčová součást pravidel pro zamezení srážkám v letecké dopravě. Tyto definice a pravidla jsou stanoveny v leteckých předpisech, konkrétně v ICAO Annexu 2 (Rules of the Air) a odpovídajících národních předpisech (např. v České republice L2 – Pravidla létání). Předlétávající letadlo je definováno jako takové, které se k jinému letadlu přibližuje zezadu v úhlu menším než 70 stupňů od podélné osy předlétávaného letadla (tedy v zadním oblouku 140 stupňů, 70 stupňů na každou stranu od osy souměrnosti). Tato definice určuje, které letadlo má povinnost se vyhnout (předlétávající se vyhýbá) a je základním pilířem letecké bezpečnosti."
    },
    {
        "text_otazky": "Letí-li dvě SLZ na protínajících se tratích ve volném prostoru má přednost SLZ letící",
        "moznosti": {
            "A": "zprava",
            "B": "leva",
            "C": "které letí proti slunci"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 732,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká základních pravidel pro přednost v letu (right-of-way) ve volném prostoru. Podle mezinárodních leteckých předpisů (např. ICAO Annex 2 – Pravidla létání) a národních předpisů (v ČR Doplněk L2 Pravidla létání) platí, že pokud se dva letouny (nebo v tomto případě SLZ) blíží k sobě na protínajících se tratích ve zhruba stejné výšce a hrozí srážka, přednost má letoun, který má druhý letoun po své levé straně. To znamená, že letoun letící zprava má přednost a druhý letoun je povinen se vyhnout (obvykle změnou kurzu doprava, aby se vyhnul nadřazenému stroji)."
    },
    {
        "text_otazky": "Letadlo pojíždějící po provozní ploše (před vzletem) musí dát přednost letadlu:",
        "moznosti": {
            "A": "rychlejšímu",
            "B": "většímu",
            "C": "které vzlétá nebo se nachází v poloze pro vzlet"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 732,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Dle leteckých předpisů a standardních provozních postupů má letadlo, které je ve fázi vzletu nebo je připraveno ke vzletu (tj. nachází se v pozici pro vzlet), přednost před letadlem, které pouze pojíždí. Toto pravidlo zajišťuje bezpečnost a plynulost provozu, jelikož vzlet je kritickou fází letu a vyžaduje neomezený prostor a nepřerušenou sekvenci úkonů."
    },
    {
        "text_otazky": "Létat nad shromážděním osob v takové výšce, která by nedovolila v případě vzniklého nebezpečí přistát bez ohrožení pilota či osob na zemi je:",
        "moznosti": {
            "A": "povoleno",
            "B": "zakázáno",
            "C": "možné pouze na veřejném leteckém vystoupení s vydaným platným oprávněním"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 727,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-17",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká minimálních bezpečných výšek letu a pravidel pro létání nad shromážděním osob, což je základní součást leteckých předpisů. Předpisy, jako například SERA.5005 (Minimální výšky), jednoznačně stanovují, že letadlo nesmí být pilotováno nad shromážděním osob v takové výšce, která by v případě poruchy pohonné jednotky neumožnila přistání bez nepřiměřeného ohrožení osob nebo majetku na zemi. Popisovaná situace je tedy výslovně zakázána."
    },
    {
        "text_otazky": "Dotažení dřevěné vrtule instalované na SLZ se v dalším provozu:",
        "moznosti": {
            "A": "kontroluje při pravidelné roční prohlídce",
            "B": "pravidelně kontroluje při výrobcem předepsaných prohlídkách",
            "C": "již nekontroluje"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 720,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správná odpověď B zdůrazňuje, že dřevěné vrtule, stejně jako mnoho dalších kritických komponent letadel, vyžadují pravidelnou kontrolu a údržbu dle pokynů výrobce. Dřevo je materiál, který je citlivý na změny vlhkosti a teploty, což může vést k uvolnění upevňovacích prvků vrtule. Pro zajištění bezpečnosti a spolehlivosti letadla je nezbytné dodržovat přesné intervaly a postupy údržby specifikované výrobcem, které jdou nad rámec pouhé roční prohlídky. Nekontrolování by vedlo k závažnému bezpečnostnímu riziku."
    },
    {
        "text_otazky": "Dotažení vrtule instalované na SLZ je provedeno:",
        "moznosti": {
            "A": "na maimální dosažitelný utahovací moment",
            "B": "předepsaným utahovacím momentem daným výrobcem vrtule",
            "C": "podle citu"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 718,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správné utažení vrtule je kritické pro bezpečnost letu a spolehlivost letadla. Výrobce vrtule (nebo motoru, na který je vrtule instalována) stanovuje přesný utahovací moment na základě konstrukce, materiálových vlastností a zátěžových testů. Dodržení tohoto předepsaného momentu zajišťuje, že je vrtule bezpečně a správně upevněna, aniž by došlo k poškození závitů, přetížení materiálu, nebo k uvolnění během provozu. Použití maximálního dosažitelného momentu by vedlo k poškození, zatímco utahování 'podle citu' je nepřesné a vysoce nebezpečné."
    },
    {
        "text_otazky": "Úhel mezi severem zeměpisným a plánovanou tratí, měřený od severu zeměpisného je:",
        "moznosti": {
            "A": "úhel letadla",
            "B": "plánovaný traťový úhel zeměpisný",
            "C": "úhel větru na trať"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 718,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Navigace",
        "vysvetleni": "Otázka definuje zeměpisný traťový úhel (True Track Angle nebo True Course), což je úhel mezi severem zeměpisným (True North) a plánovanou tratí (Planned Track), měřený ve směru hodinových ručiček od severu zeměpisného. Možnost B, 'plánovaný traťový úhel zeměpisný', přesně odpovídá této definici. Ostatní možnosti popisují jiné, nesouvisející úhly nebo jsou příliš obecné."
    },
    {
        "text_otazky": "Letadlo nesmí letět v takové vzdálenosti od jiného letadla, která by:",
        "moznosti": {
            "A": "byla menší než 150m",
            "B": "mohla omezit jiné letadlo",
            "C": "vytvářela nebezpečí srážky"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 715,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Základním principem letových předpisů a pravidel létání je zabránit srážkám mezi letadly. Letadla musí vždy udržovat takovou vzdálenost, která nevytváří nebezpečí srážky. Možnost A (150m) je sice konkrétní vzdálenost, která se může vztahovat na specifické situace (např. formace nebo provoz na letišti), ale není univerzálním a jediným kritériem. Možnost B je spíše důsledkem nedostatečné vzdálenosti, ale primární a nejzásadnější problém je nebezpečí srážky. Odpověď C nejpřesněji vystihuje univerzální a nejdůležitější bezpečnostní normu, kterou musí piloti dodržovat."
    },
    {
        "text_otazky": "Letadlo letící kursem 265 za větru 085 bude:",
        "moznosti": {
            "A": "mít vítr v zádech",
            "B": "mít vítr proti směru letu",
            "C": "mít vítr zprava zezadu"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 713,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Kurz letadla je 265 stupňů, což znamená, že letadlo letí přibližně západním směrem. Vítr je hlášen z 085 stupňů, což znamená, že vane z přibližně východního směru (vítr je vždy udáván jako směr, ze kterého fouká). Pokud letadlo letí na západ (265°) a vítr fouká z východu (085°), vítr přichází zezadu za letadlem. Rozdíl mezi kursem letadla (265°) a směrem, ze kterého fouká vítr (085°), je přibližně 180° (265° - 085° = 180°). Když vítr vane zhruba 180° od směru letu letadla, jedná se o vítr v zádech (tailwind), který zvyšuje rychlost letadla vzhledem k zemi."
    },
    {
        "text_otazky": "Pojíždí-li dvě letadla proti nebo přibližně proti sobě, piloti obou letadel jsou povinni zastavit, nebo je-li to proveditelné, vyhnout se:",
        "moznosti": {
            "A": "vpravo tak, aby vzdálenost mezi konci křídel byla nejméně 15 m",
            "B": "vlevo tak, aby mezi letadly byla zajištěna dostatečná vzdálenost",
            "C": "vpravo tak, aby mezi letadly byla zajištěna dostatečná vzdálenost"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 711,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká pravidel pojíždění a předcházení kolizím na zemi, což spadá pod letecké předpisy. Základní pravidlo pro letadla pojíždějící proti sobě je vyhnout se doprava, podobně jako v silničním provozu v mnoha zemích. Formulace 'dostatečná vzdálenost' je standardní regulativní požadavek, který zajišťuje bezpečnost a zohledňuje variabilitu podmínek a typů letadel, na rozdíl od pevně dané minimální vzdálenosti, která nemusí být univerzálně platná."
    },
    {
        "text_otazky": "Přistávající letadlo má přednost před letadlem připraveným k odletu:",
        "moznosti": {
            "A": "obvykle",
            "B": "pokud přistává a je v poslední fázi přiblížení na přistání",
            "C": "pokud je na okruhu s vysunutým podvozkem"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 710,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Odpověď B je správná, protože v leteckých předpisech platí základní pravidlo, že letadlo, které je v poslední fázi přiblížení na přistání, má přednost před letadlem, které se připravuje k odletu. Důvodem je, že letadlo v konečné fázi přiblížení má omezené možnosti manévrování a je plně soustředěno na bezpečné dokončení přistání. Ostatní možnosti jsou buď příliš obecné ('obvykle'), nebo se vztahují k fázi letu, která ještě nemusí být 'konečnou fází přiblížení na přistání' (např. 'na okruhu s vysunutým podvozkem', což může být i letadlo provádějící okruh a zdaleka ne ve finální fázi přiblížení)."
    },
    {
        "text_otazky": "Zeměkoule se otočí o 1 stupeň zeměpisné délky za:",
        "moznosti": {
            "A": "1 min",
            "B": "6 min",
            "C": "4 min"
        },
        "spravna_odpoved": "C",
        "body": 1,
        "pocet_vyskytu": 708,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Navigace",
        "vysvetleni": "Země se otočí o 360 stupňů zeměpisné délky za přibližně 24 hodin. Pro výpočet času potřebného pro otočení o 1 stupeň zeměpisné délky je nutné vydělit celkový čas celkovým počtem stupňů: 24 hodin * 60 minut/hodina = 1440 minut. 1440 minut / 360 stupňů = 4 minuty/stupeň. Proto Země rotuje o 1 stupeň zeměpisné délky za 4 minuty."
    },
    {
        "text_otazky": "Zahrnuje předletová prohlídka i kontrolu vrtule?",
        "moznosti": {
            "A": "pouze je-li to stanoveno výrobcem",
            "B": "ne",
            "C": "ano"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 704,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Předletová prohlídka je standardní a zásadní operační postup před každým letem, jehož cílem je zajistit letuschopnost a bezpečnost letadla. Vrtule je klíčovou součástí pohonného systému, a proto musí být vizuálně zkontrolována na poškození (trhliny, zářezy, eroze), uvolnění, úniky oleje a celkový stav. Tato kontrola je nedílnou součástí jakékoliv komplexní předletové prohlídky, bez ohledu na konkrétní typ letadla nebo výrobce, aby se předešlo potenciálním poruchám za letu."
    },
    {
        "text_otazky": "Jestliže se instrukce předané letadlu narušiteli pomocí radiového spojení z jakýchkoliv zdrojů liší od instrukcí předávaných zakročujícím letadlem pomocí vizuální návěsti,letadlo proti kterému je zakročováno musí:",
        "moznosti": {
            "A": "okamžitě žádat o vyjasnění a přitom se nadále řídit vizuálními instrukcemi předávanými zakročujícím letadlem",
            "B": "zatočit do sledovaného směru a kývat křídly",
            "C": "vzdálit se od zakázaného prostoru"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 699,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká standardních postupů při zakročování proti letadlu, které jsou definovány v mezinárodních leteckých předpisech (např. ICAO Annex 2 – Pravidla létání, Dodatek 2). Klíčové pravidlo v situaci, kdy se liší rádiové instrukce od vizuálních návěstí zakročujícího letadla, je, že vizuální návěsti mají vždy přednost. Důvodem je, že zakročující letadlo je fyzicky přítomno a jeho vizuální signály jsou považovány za primární a nejpřímější způsob předávání pokynů v takové situaci. Odpověď A správně uvádí, že letadlo, proti kterému je zakročováno, se má nadále řídit vizuálními instrukcemi, zatímco okamžitě žádá o vyjasnění rádiového spojení. Tím se zajišťuje bezpečnost a srozumitelnost v potenciálně kritické situaci."
    },
    {
        "text_otazky": "Na ULL je instalována dřevěná vrtule. Tato je připevněna pomocí šroubů, které jsou:",
        "moznosti": {
            "A": "dotaženy přes samostatné podložky",
            "B": "dotaženy přes jednu centrální podložku",
            "C": "dotaženy bez podložek"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 694,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Znalosti letadel",
        "vysvetleni": "Správná montáž dřevěné vrtule vyžaduje rovnoměrné rozložení utahovací síly šroubů, aby nedošlo k poškození dřeva (např. prasknutí nebo promáčknutí). Jedna centrální podložka (nebo příruba) zajišťuje, že se síla ze všech šroubů rozloží rovnoměrně po celé ploše náboje vrtule, což je zásadní pro bezpečnost a integritu vrtule. Použití samostatných podložek pod každý šroub nebo úplná absence podložek by vedlo k nerovnoměrnému tlaku a potenciálnímu poškození dřevěné konstrukce."
    },
    {
        "text_otazky": "S jakou vrtulí dosáhne letadlo největší zrychlení při vzletu?",
        "moznosti": {
            "A": "zrychlení při rozjezdu nezávisí na úhlu nastavení vrtule ani na jejich otáčkách",
            "B": "s vrtulí s velkým úhlem nastavení",
            "C": "s vrtulí s malým úhlem nastavení"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 691,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letové výkony a plánování",
        "vysvetleni": "Správná odpověď je C, protože vrtule s malým úhlem nastavení (tzv. jemné nastavení, nízký 'pitch' nebo vysoké otáčky) umožňuje motoru dosáhnout vyšších otáček a generovat maximální tah při nízkých rychlostech. To je klíčové pro dosažení největšího zrychlení během fáze vzletu, kdy se letadlo rozjíždí z nulové rychlosti. Větší úhel nastavení vrtule by naopak vedl k nižším otáčkám motoru a menšímu tahu při nízkých rychlostech, což by snížilo zrychlení."
    },
    {
        "text_otazky": "Velitel letadla, kterému je známo, že jiné letadlo je nuceno nouzově přistát:",
        "moznosti": {
            "A": "může přistát s tím, že okamžitě uvolní dráhu",
            "B": "musí dát tomuto letadlu přednost",
            "C": "může přistát, je-li v poslední fázi přiblížení na přistání"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 679,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Podle leteckých předpisů mají letadla v nouzi (například nucené nouzové přistání) absolutní přednost před všemi ostatními letadly. Velitel jiného letadla je povinen dát takovému letadlu přednost, aby mu umožnil bezpečné a okamžité přistání, což je základní princip letecké bezpečnosti."
    },
    {
        "text_otazky": "Letištní provoz je:",
        "moznosti": {
            "A": "všechna letadla za letu nebo pohybující se na provozní ploše",
            "B": "provoz vozidel a osob na provozní ploše letiště",
            "C": "veškerý provoz na provozní ploše letiště a všechna letadla letící v blízkosti letiště"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 672,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Správná odpověď C nejlépe odpovídá standardní definici letištního provozu (aerodrome traffic), která zahrnuje veškerý pohyb na provozní ploše (včetně letadel, vozidel a osob) a všechna letadla operující ve vzdušném prostoru v blízkosti letiště (např. v letištní provozní zóně nebo v okruhu). Ostatní možnosti jsou neúplné, protože buď vynechávají pozemní provoz (vozidla, osoby), nebo letadla ve vzduchu v blízkosti letiště."
    },
    {
        "text_otazky": "Je-li dáván příkaz letadlu na zemi orgánem letištní služby řízení světelným návěstím, potom řada bílých záblesků znamená:",
        "moznosti": {
            "A": "vraťte se na místo odkud jste vyjel",
            "B": "pojíždění povoleno",
            "C": "opusťte přistávací plochu"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 663,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Provozní postupy",
        "vysvetleni": "Otázka se týká standardních postupů a signalizace v letectví, konkrétně vizuálních světelných signálů používaných řízením letového provozu pro komunikaci s letadlem na zemi. Dle mezinárodních leteckých předpisů (např. ICAO Annex 2, Příloha 1 Signály) znamená řada bílých záblesků vyslaných řídící věží letadlu na zemi příkaz 'vraťte se na místo odkud jste vyjel' nebo 'vraťte se na výchozí bod letiště'."
    },
    {
        "text_otazky": "Coriolisova síla, která působí i na vítr je:",
        "moznosti": {
            "A": "síla tření",
            "B": "setrvačná síla, způsobující uchylování směru pohybu těles, tedy i proudu vzduchu",
            "C": "odstředivá síla"
        },
        "spravna_odpoved": "B",
        "body": 3,
        "pocet_vyskytu": 661,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Coriolisova síla je setrvačná síla (nebo zdánlivá síla), která vzniká v důsledku rotace Země. Způsobuje uchylování pohybu těles (včetně proudů vzduchu, tedy větru) doprava na severní polokouli a doleva na jižní polokouli. Není to síla tření ani odstředivá síla. Je klíčová pro pochopení globálních větrných systémů a dalších meteorologických jevů."
    },
    {
        "text_otazky": "Prahy nezpevněné VPD mohou být vyznačeny plochými značkami ve tvaru písmene „L\":",
        "moznosti": {
            "A": "umístěného v rozích prahu se základnou směřující ven",
            "B": "uprostřed se základnou směřující ven",
            "C": "v rozích prahu se základnou směřující dovnitř"
        },
        "spravna_odpoved": "A",
        "body": 1,
        "pocet_vyskytu": 661,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Otázka se týká vyznačení prahů nezpevněných vzletových a přistávacích drah (VPD). Podle mezinárodních leteckých předpisů (např. ICAO Annex 14 – Aerodromes) se práh nezpevněné nebo dočasné VPD vyznačuje pomocí dvou značek ve tvaru písmene „L“, které jsou umístěny v rozích prahu. Základna (delší část) písmene „L“ vždy směřuje ven od dráhy, tedy od prahu, aby jasně definovala začátek použitelné přistávací plochy. Tato konfigurace je standardní pro vizuální navádění pilotů."
    },
    {
        "text_otazky": "Je-li dáván příkaz letadlu za letu orgánem letištní služby řízení světelným návěstím, potom řada červených světelných záblesků znamená:",
        "moznosti": {
            "A": "vraťte se na přistání",
            "B": "nepřistávejte, letiště není bezpečné",
            "C": "uvolněte cestu jinému letadlu a pokračujte v letu na okruhu"
        },
        "spravna_odpoved": "B",
        "body": 1,
        "pocet_vyskytu": 660,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-16",
        "kategorie": "Letecké předpisy",
        "vysvetleni": "Tato otázka se týká standardních signálů používaných řízením letového provozu (ATC) k vizuální komunikaci s letadly, zejména pokud není možná radiokomunikace. Význam těchto signálů je mezinárodně standardizován (např. ICAO Annex 2 - Pravidla létání) a je součástí leteckých předpisů. Řada červených světelných záblesků vyslaných letadlu za letu orgánem letištní služby řízení znamená 'nepřistávejte, letiště není bezpečné'. Tím je letadlo varováno před nebezpečím a zakázáno mu přistání."
    },
    {
        "text_otazky": "V definici standardní atmosféry jsou hodnoty tlaku a teploty na střední hladině moře:",
        "moznosti": {
            "A": "1015 hPa, +10°C",
            "B": "1013,25 hPa, 0°C",
            "C": "1013,25 hPa, +15°C"
        },
        "spravna_odpoved": "C",
        "body": 3,
        "pocet_vyskytu": 647,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Mezinárodní standardní atmosféra (ISA) definuje standardní atmosférické podmínky pro účely leteckých výpočtů a kalibrace přístrojů. Podle této definice jsou standardní hodnoty tlaku a teploty na střední hladině moře (MSL) přesně 1013,25 hPa a +15 °C. Tyto hodnoty jsou základem pro výpočty letových výkonů a správné nastavení výškoměrů."
    },
    {
        "text_otazky": "Vzduchovou hmotou nazýváme instabilní, pokud v ní dochází k:",
        "moznosti": {
            "A": "konvektivním vertikálním pohybům",
            "B": "tvorbě vrstevnaté oblačnosti",
            "C": "inverzím"
        },
        "spravna_odpoved": "A",
        "body": 3,
        "pocet_vyskytu": 643,
        "poslední_výskyt": "2025-09-13",
        "první_výskyt": "2025-04-15",
        "kategorie": "Meteorologie",
        "vysvetleni": "Nestabilní vzduchová hmota je charakterizována tím, že vzduch, který je vytlačen směrem nahoru, je teplejší a méně hustý než okolní vzduch v dané výšce, a proto pokračuje ve stoupání. To vede k silným konvektivním vertikálním pohybům, které jsou příčinou vývoje kupovité oblačnosti a často i bouřek. Naopak, stabilní vzduchová hmota brání vertikálním pohybům, což vede spíše k tvorbě vrstevnaté oblačnosti (B) nebo k teplotním inverzím (C), které potlačují vertikální proudění."
    }
]